const products = [

    // ==========================================
    // АГРОХІМІКАТИ (ЗГРУПОВАНІ ЗА ПІДКАТЕГОРІЯМИ)
    // ==========================================

    // --- 🌱 ГЕРБІЦИДИ (Від бур'янів) ---
    {n:"Амінна сіль Екстра, гербіцид, 100 мл", p:70.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/aminna_sil.webp"},
    {n:"Антиберізка, гербіцид, 100 мл", p:86.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/antyberizka.webp"},
    {n:"Антисапа, гербіцид, 25 г", p:50.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/antysapa.webp"},
    {n:"Бетанул експерт, гербіцид, 100 мл", p:96.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/betanul.webp"},
    {n:"Брокер, гербіцид, 50 мл", p:42.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/broker-50.webp"},
    {n:"Гезагард, гербіцид, 250 мл", p:130.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/gezagard_250.webp"},
    {n:"Гліфат, гербіцид, 1 л, 480 г/л", p:290.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/total.webp"},
    {n:"Горизонт, гербіцид, 20 мл", p:51.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/gorizont-20.webp"},
    {n:"Гранстар, гербіцид, 2,5 г Хімтехнології", p:20.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/granstar-25.webp"},
    {n:"Гранстар, гербіцид, 5 г Хімтехнології", p:38.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/granstar-5.webp"},
    {n:"Гранстар, гербіцид, 50 г Хімтехнології", p:200.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/granstar-pro.webp"},
    {n:"Гроза, гербіцид, 100 г, Нопосон", p:218.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/groza.webp"},
    {n:"Дикамба Форте, гербіцид, 15 мл", p:25.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/dykamba-forte-15ml.webp"},
    {n:"Дикамба Форте, гербіцид, 100 мл", p:105.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/dikamba-forte100.webp"},
    {n:"Дуал Голд, гербіцид, 100 мл", p:110.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/dualgold100.webp"},
    {n:"Зеллук, гербіцид, 100 мл", p:108.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/zeluk100.webp"},
    {n:"Зеро, гербіцид, 15 мл", p:30.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/zero15.webp"},
    {n:"Лінтур, гербіцид, 0.75 г", p:14.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/lintur-075.webp"},
    {n:"Лонтрел, гербіцид, 2 г", p:27.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/lontrel-grand2.webp"},
    {n:"Лонтрел Гранд гербіцид, 7,5 г", p:80.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/lontrel-grand75.webp"},
    {n:"Лонтрел Гранд гербіцид, 15 г", p:110.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/lontrel-grand15.webp"},
    {n:"Норвел Екстра, гербіцид, 20 мл, Adiant+", p:60.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/norwel20.webp"},
    {n:"Оберіг, гербіцид, 15 мл, ProtectON", p:34.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/oberig-15ml.webp"},
    {n:"Оберіг, гербіцид, 100 мл, ProtectON", p:135.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/oberig-100.webp"},
    {n:"Осотин, гербіцид, 2 г, ProtectON", p:27.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/osotin-2.webp"},
    {n:"Перун, гербіцид, 100 мл Сімейний сад", p:95.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/perun100.webp"},
    {n:"Прима, гербіцид, 100 мл", p:75.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/prima-100.webp"},
    {n:"Прима, гербіцид, 500 мл", p:310.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/prima-05l.webp"},
    {n:"Рим, гербіцид, 5 г + Мачо, прилипач, 25 мл", p:87.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/rim-5.webp"},
    {n:"Румер, гербіцид, 100мл, Спектр", p:191.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/rumer.webp"},
    {n:"Т12, гербіцид, 100 мл", p:120.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/t12_100.webp"},
    {n:"Тівітус, гербіцид, 50 г, Укравіт", p:337.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/tivitus-50-g.webp"},
    {n:"Тіктус, гербіцид, 5 г (+ 20 мл прилипач)", p:56.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/titus-5.webp"},
    {n:"Тіктус, гербіцид, 10 г (+ 40 мл прилипач)", p:98.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/titus-10-g.webp"},
    {n:"Ураган, гербіцид, 1 л", p:360.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/total-k.webp"},
    {n:"Ураган Форте, гербіцид, 100 мл, Сингента", p:150.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/uragan100.webp"},
    {n:"Федерал, гербіцид, 15 мл", p:30.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/federal-15.webp"},
    {n:"Федерал, гербіцид, 50 мл", p:58.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/federal-50.webp"},
    {n:"Федерал, гербіцид, 100 мл", p:100.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/federal-100.webp"},
    {n:"Федерал, гербіцид, 200 мл", p:188.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/federal-200.webp"},
    {n:"Харума, гербіцид, 100 мл, Сімейний сад", p:142.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/haruma100.webp"},
    {n:"Цвинтар, гербіцид, 8 мл", p:36.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/tsvintar-8.webp"},
    {n:"Цвинтар, гербіцид, 100 мл", p:125.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/tsvintar-100.webp"},
    {n:"Чистогран, гербіцид, 40 г, ProtectON", p:68.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/chistogran-40.webp"},
    {n:"Чистогран, гербіцид, 100 г, ProtectON", p:152.00, c:"АГРОХІМІКАТИ", b:"ГЕРБІЦИДИ", img:"IMG/chystogran-protect-100g.webp"},

    // --- 🪲 ІНСЕКТИЦИДИ (Від комах та шкідників) ---
    {n:"Актара, інсектицид, 1.4 г, Сингента", p:19.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Актелік, інсектицид, 2 мл ампула", p:10.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Актелік, інсектицид, 6 мл, Сингента", p:44.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Актофіт, біоінсектицид, 40мл", p:35.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Альфа-Супер, інсектицид, 100 мл", p:138.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Ампліго, інсектицид, 4 мл, Сингента", p:36.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Ампліго, інсектицид, 100 мл, Сингента", p:631.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Антигусінь + Самшит, інсект/фунгіцид, 4 + 3 мл", p:18.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Антикліщ Про, інсектицид, 10 мл", p:25.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Антиколорад, інсектицид, 75 мл", p:90.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Антимедведка, інсектицид, гранули 250 г", p:20.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Антихрущ, інсектицид, 10 мл, Укравіт", p:17.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Антихрущ, інсектицид, 30 мл, Укравіт", p:47.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Антихрущ, інсектицид, 150 мл, Укравіт", p:230.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"АтакаХрущ, інсектицид, 10 мл", p:18.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"АТО-Жук, інсектицид, 15 мл", p:48.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"АТО-Жук, інсектицид, 75 мл", p:160.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Бі-58, інсектицид, 10 мл", p:18.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Блискавка, інсектицид, 2 мл, ProtectON", p:9.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Брунька, інсектицид, 20 мл Кемілайн", p:42.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Вертимек, інсектицид, 10 мл, Сингента", p:72.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Грім-2, інсектицид, 10 г", p:10.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Гудвін, інсектицид, 150 мл, Укравіт", p:220.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Доктор Фолі, від шкідників, 300 мл Гілея", p:55.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Ейфорія, інсектицид, 4 мл (+прилипач)", p:18.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Ейфорія, інсектицид, 20 мл", p:60.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Енжіо, інсектицид, 3.6 мл", p:28.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Енжіо, інсектицид, 100 мл", p:405.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Зелений щит від білокрилки та попелиці 3 мл + 10 мл", p:15.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Інспіратор, інсектицид, 3 шт/уп", p:38.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Кораген, інсектицид, 1.2 мл", p:36.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Кораген, інсектицид, 6 мл", p:153.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Маврік Гранд, інсектицид, 4 мл", p:29.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Маврік Гранд, інсектицид, 20 мл", p:130.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Маврік Гранд, інсектицид, 40 мл", p:200.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Матч, інсектицид, 4 мл, Сингента", p:26.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Міледі, інсектицид+добриво, 3 шт", p:17.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Міледі, інсектицид+добриво, 10 шт", p:48.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Міральд, інсектицид, 10 мл, Сімейний сад", p:25.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Моспілан, інсектицид, 2,5 г, Спектр", p:29.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Мостарт, інсектицид, 1 г (Моспілан)", p:8.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"МуравНЕТ, інсектицид, 30 г", p:45.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Мурахоїд Рембек, гель, інсектицид, 10 мл", p:10.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Мурацид, інсектицид, 1 мл", p:10.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Подвійний удар, інсектицид, 30 г", p:12.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Порошок проти мурах Крісталант, 10 г", p:14.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Порошок проти мурах Крісталант, 100 г", p:75.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Прованто Вернал (Каліпсо), інсектицид 2 мл", p:35.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Прованто Майт 240 (Енвідор), інсектицид, 5 мл", p:57.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Прованто Максі, інсектицид, 1 г", p:18.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Прованто Профі 25 WG (Децис), інсектицид, 1 г", p:26.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Проклейм, інсектицид, 4 г, Сингента", p:37.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Ратибор Біо, інсектицид, 20 мл, ProtectON", p:58.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Регент, інсектицид, 0.5 кг", p:360.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Регент, інсектицид, 1 кг", p:660.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Сілкер, інсектицид, 5 мл, Спектр", p:35.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Сінтак, інсекто-акарицид, 4 мл", p:36.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Твікс, інсекто-акарицид, 10 мл", p:22.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Твікс, інсекто-акарицид, 100 мл", p:154.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Твікс грунт, інсекто-акарицид, 100 мл", p:156.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Темпо, інсектицид 3 г Сімейний сад", p:56.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Теппекі профі, інсектицид 3 г, Belchim", p:57.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Токсіфос, фумігант 1 табл. Деметра", p:4.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Топ Стоп, інсектицид, 50 г", p:20.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Топ Стоп, інсектицид, 100 г", p:30.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Топ Стоп, інсектицид, 250 г", p:55.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Топ Стоп, інсектицид, 500 г", p:105.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Турбо Престо, інсектицид, 3 мл", p:18.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Турбо Престо, інсектицид, 15 мл", p:70.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Турбо Престо, інсектицид, 45 мл", p:160.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Фітоверм, інсектицид, 1 амп 2 мл", p:7.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},
    {n:"Фостоксін, фумігант 10 табл", p:48.00, c:"АГРОХІМІКАТИ", b:"ІНСЕКТИЦИДИ", img:""},

    // --- 🍄 ФУНГІЦИДИ (Від хвороб рослин) ---
    {n:"Антракол, фунгіцид, 15 г", p:16.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Блюз, фунгіцид, 1 мл", p:16.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Блюз, фунгіцид, 5 мл", p:23.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Бордоська суміш, фунгіцид, 250 г Агрохімпак", p:47.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Бордоська суміш, фунгіцид, 250 г BRDska", p:58.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Бордоська суміш, фунгіцид, 500 г", p:55.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Бордоська суміш, фунгіцид, 700 г BRDska", p:136.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Дерозал, фунгіцид, 100 мл Байєр", p:85.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Доктор Мікро, проти хвороб, 310 мл", p:51.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Залізний купорос, фунгіцид, 500 г", p:36.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Зелений щит для капусти, фунгіцид, 3 мл + 10 мл", p:15.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Зелений щит для цибулі та часнику, фунгіцид, 3 мл + 10 мл", p:13.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Йодофіт концентрат, фунгіцид, 2 мл", p:15.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Квадріс, фунгіцид, 6 мл, Сингента", p:56.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Магнікур Енерджі, фунгіцид, 10 мл", p:69.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Магнікур Енерджі, фунгіцид, 60 мл", p:269.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Магнікур Нео, фунгіцид, 20 мл", p:82.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Магнікур Сенсейшн 500, фунгіцид, 3,5 мл", p:75.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Максим, фунгіцид, 10 мл", p:35.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Максим, фунгіцид, 100 мл", p:228.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Медян екстра, фунгіцид, 20 мл", p:36.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Мідний купорос, фунгіцид, 100 г", p:42.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Мідний купорос, фунгіцид, 300 г", p:126.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Мідний щит, фунгіцид, 25 г", p:37.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Мідний щит, фунгіцид, 50 г", p:62.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Мідний щит Профілактин, фунгіцид, 50 г", p:65.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Мікал, фунгіцид, 30 г", p:22.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Мікосан-В, фунгіцид, 100 мл", p:45.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Мікосан-В, фунгіцид, 500 мл", p:99.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Міравіс, фунгіцид, 3 мл, Сингента", p:36.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Мобіль, фунгіцид, 3 г Сімейний сад", p:25.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Парацельс, фунгіцид, 4 мл", p:17.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Парацельс, фунгіцид, 100 мл", p:216.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Ридоміл Голд, фунгіцид, 25 г", p:57.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Ридоміл Голд, фунгіцид, 50 г", p:109.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Ридоміл Голд R, фунгіцид, 50 г Syngenta", p:64.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Сальто, фунгіцид, 30 мл, Сімейний сад", p:37.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Світч, фунгіцид, 10 г, Сингента", p:105.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Сігнум 6 г, фунгіцид", p:51.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Сірка гранульована 500 г", p:47.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Скор, фунгіцид, 2 мл, Сингента", p:29.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Спектр, фунгіцид, 12 г Сімейний Сад", p:82.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Старк (Квадріс), фунгіцид, 6 мл", p:31.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Таймер, фунгіцид, 15 мл, Сімейний сад", p:70.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Тіовіт Джет, фунгіцид, 40 г, Сингента", p:38.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Топаз, фунгіцид, 3 мл, Сингента", p:26.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Топсін-М, фунгіцид, 10 г, Самміт-Агро", p:29.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Триходермін, біофунгіцид, 20 г Ензим-Агро", p:26.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Фалькон, фунгіцид, 10 мл, Bayer", p:46.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Фітодоктор, фунгіцид, 20 г Ензим-Агро", p:26.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Фітоспорин, біофунгіцид, 10 г", p:25.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Фітоспорин, біофунгіцид, 200 г", p:46.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Фундазол, фунгіцид, 10 г, Сімейний сад", p:30.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Чарівник, фунгіцид, 20 г", p:39.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Чарівник, фунгіцид, 40 г", p:64.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Шавіт Ф, фунгіцид, 20 г, ProtectON", p:86.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},
    {n:"Шашка сірчана Вулкан 300 г Біон", p:55.00, c:"АГРОХІМІКАТИ", b:"ФУНГІЦИДИ", img:""},

    // --- 🧪 ПРОТРУЙНИКИ (Для обробки насіння та бульб) ---
    {n:"Круз 350, протруйник, 10 мл + Яромікс", p:27.00, c:"АГРОХІМІКАТИ", b:"ПРОТРУЙНИКИ", img:""},
    {n:"Росток, протруйник, 100 мл", p:68.00, c:"АГРОХІМІКАТИ", b:"ПРОТРУЙНИКИ", img:""},
    {n:"Росток, протруйник, 250 мл", p:140.00, c:"АГРОХІМІКАТИ", b:"ПРОТРУЙНИКИ", img:""},
    {n:"Селектив АС, протруйник, 150 мл Укравіт", p:233.00, c:"АГРОХІМІКАТИ", b:"ПРОТРУЙНИКИ", img:""},
    {n:"Селест-Топ, протруйник, 20 мл Сингента", p:133.00, c:"АГРОХІМІКАТИ", b:"ПРОТРУЙНИКИ", img:""},
    {n:"Тирана, протруйник, 15 мл", p:57.00, c:"АГРОХІМІКАТИ", b:"ПРОТРУЙНИКИ", img:""},
    {n:"Тирана, протруйник, 50 мл", p:148.00, c:"АГРОХІМІКАТИ", b:"ПРОТРУЙНИКИ", img:""},

    // --- 📈 РЕГУЛЯТОРИ РОСТУ (Стимулятори, антистресанти, укорінювачі) ---
    {n:"Амінокат, антистресант, 25 мл, Вітера", p:61.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Аміностар, антистресант, 25 мл", p:23.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Антистресант + Кальцій Veganox, 20 мл", p:26.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Бетіно, антистресант+біостимулятор, 10 мл", p:26.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Бетіно, хелат заліза+, 10 мл", p:28.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Борна кислота, стимулятор, 20 г", p:10.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Бурштинова кислота, стимулятор, 2 г", p:7.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Вимпел, регулятор росту, 10 мл", p:19.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Вимпел, регулятор росту, 30 мл", p:45.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Вимпел, регулятор росту, 100 мл", p:130.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Гетероауксин супер 5г Агромаксі", p:12.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Грандіс, укорінювач, 5 г", p:7.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Грандіс, укорінювач, 50 г", p:65.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Грандіс, укорінювач, 100 г", p:105.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Гумат калію, регулятор росту, 30 г", p:15.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Енерген Активний Ріст Овочі 20 мл", p:25.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Енерген Активний Ріст Фрукти 20 мл", p:25.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Енерген Експрес Відновлення 20 мл", p:36.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Енерген Експрес Відновлення 100 мл", p:169.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Енерген Потужний Старт 20 мл", p:45.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Енерген Рясне Цвітіння 15 мл", p:36.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Епін Максі, стимулятор, 2 мл", p:6.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Завязь, стимулятор, 2 г Агромаксі", p:10.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Корневін, стимулятор, 5 г, Агромаксі", p:12.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Реаніматор Egrow, антистресант, 5 мл", p:15.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Регулятор Egrow антистресант, 25 мл", p:55.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Регулятор Egrow дозрівання, 25 мл", p:60.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Регулятор Egrow коренева, 25 мл", p:60.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Рівал, регулятор росту, 20 мл", p:12.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Стабілізатор Імунітет до спеки 30 мл", p:36.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Стабілізатор Імунітет до холоду 100 мл", p:169.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Ферти Колор (дозарювач), 25 мл", p:31.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Ферти Рут (укорінювач), 25 мл", p:43.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Ферти Сет цвітіння зав язь 25 мл", p:17.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Фітомаре, антистресант, 25 мл, Вітера", p:60.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Циркон, стимулятор росту, 2 мл", p:12.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Цитокинінова паста, стимулятор, 1,5 мл", p:11.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},
    {n:"Чарівна грядка, стимулятор, 100 г", p:12.00, c:"АГРОХІМІКАТИ", b:"РЕГУЛЯТОРИ РОСТУ", img:""},

    // --- 🌾 ДОБРИВА (Живлення для рослин) ---
    {n:"Аміачна селітра, 1 кг", p:46.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Байкал ЕМ-1 1 л, мікробіологічне добриво", p:95.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Вапно, 4 кг", p:126.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Вапно, 5 кг", p:81.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Вапно, 20 кг", p:275.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Вітаміни для рослини 30 мл Сімейний Сад", p:36.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Добриво Royal Mix, азалії 20 г", p:15.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Добриво Royal Mix, пеларгонії 20 г", p:15.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Добриво Royal Mix, сурфінії 20 г", p:15.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Добриво Royal Mix, фіалки 20 г", p:15.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Добриво Royal Mix, універсальне аплікатор 30 мл", p:25.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Добриво Royal Mix, орхідеї аплікатор 30 мл", p:25.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Добриво Стимовіт Ферті декор.-лист. 0,5 л", p:48.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Добриво Стимовіт Ферті орхідеї 0,5 л", p:48.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Добриво Стимовіт Ферті сукуленти 0,5 л", p:48.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Добриво Стимовіт Ферті фіалки 0,5 л", p:48.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Добриво Стимовіт Ферті цитруси 0,5 л", p:48.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Добриво Плантакот Плюс 200 г", p:122.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Добриво Плантакот Топ 200 г", p:125.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Добриво Супер, Хвоя, 1 кг", p:152.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Зелений гай Газон, 1 кг", p:111.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Зелений гай Хвоя осінь, 1 кг", p:111.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Зелений гай Хвоя, 1 кг", p:111.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Зелений гай Ягода, 1 кг", p:111.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Калій хлористий, калійна сіль, кг", p:65.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Калісулмаг, кг", p:50.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Кальцієва селітра, 250 г", p:48.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Карбамід, 1 кг", p:54.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Келік-Калій, добриво, 25 мл", p:33.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Курник, Щедра Нива, 5 л", p:118.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Курник, Щедра Нива, 10 л", p:219.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Магічна суміш декор.-лист. 0,5 л", p:22.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Магічна суміш квітучі 0,5 л", p:22.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Магічна суміш кислі грунти 0,5 л", p:22.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Магічна суміш універсальна 0,5 л", p:22.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Магнієва селітра, 500 г", p:45.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Майстер Флорколор 25 г", p:11.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Майстер декор.-лист 25 г", p:11.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Майстер квітучі 25 г", p:11.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Майстер кімнатні 25 г", p:11.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Майстер огірки/кабачки 100 г", p:33.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Майстер орхідеї 25 г", p:11.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Майстер пальми 25 г", p:7.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Майстер розсада 25 г", p:11.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Майстер сурфінії 25 г", p:11.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Майстер томати/перець 100 г", p:33.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Майстер троянди 25 г", p:11.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Майстер хвойні 25 г", p:9.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Майстер цитруси 25 г", p:10.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Майстер ягідні 100 г", p:31.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Майстер Люкс 25 г", p:11.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Майстер Люкс 100 г", p:33.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Нітроамофоска 16-16-16(8), 1 кг", p:45.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Плантатор 0-25-50, 25 г", p:13.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Плантатор 10-54-10, 25 г", p:12.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Плантатор 20-20-20, 25 г", p:11.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Плантатор 30-10-10, 25 г", p:12.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Плантатор 5-15-45, 25 г", p:13.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Плантон K 200 г", p:155.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Плантон S 200 г", p:155.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"РизоСтар, інокулянт, 1 кг", p:570.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Рост Гумат, 1 л", p:39.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Рост Гумат, 4 л", p:106.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Рост Майстер рідке орхідеї 0.3 л", p:58.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Рост Майстер рідке квітучі 0.3 л", p:56.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Рост Майстер рідке універсальне 0.3 л", p:56.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Рост-концентрат 15-7-7 0.3 л", p:65.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Рост-концентрат 15-7-7 1 л", p:173.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Рост-концентрат 5-10-15 Калій 2 л", p:310.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Рост-концентрат 5-10-15 1 л", p:210.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Рост-концентрат 5-5-5 0.3 л", p:54.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Рост-концентрат 5-5-5 1 л", p:149.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Стандарт NPK гранула хвоя, кг", p:76.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"СТИМУЛ NPK Виноград 200 г", p:45.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"СТИМУЛ NPK Газони 200 г", p:45.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"СТИМУЛ NPK Гортензії 200 г", p:45.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"СТИМУЛ NPK Квітучі 200 г", p:45.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"СТИМУЛ NPK Лохина 200 г", p:45.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"СТИМУЛ NPK Огірки 200 г", p:45.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"СТИМУЛ NPK Петунії 200 г", p:45.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"СТИМУЛ NPK Плодові 200 г", p:45.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"СТИМУЛ NPK Полуниця 200 г", p:45.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"СТИМУЛ NPK Розсада 200 г", p:45.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"СТИМУЛ NPK Сад/город 200 г", p:45.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"СТИМУЛ NPK Томати 200 г", p:45.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"СТИМУЛ NPK Троянди 200 г", p:45.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"СТИМУЛ NPK Хвойні 200 г", p:45.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"СТИМУЛ NPK Цибуля 200 г", p:45.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"СТИМУЛ рідке Троянди 310 мл", p:28.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"СТИМУЛ рідке Фіалки 310 мл", p:28.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Сульфат амонію, кг", p:45.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Сульфат калію, кг", p:120.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Сульфат магнію, 30 г", p:15.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Сульфат цинку, 30 г", p:10.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"СУПЕР Сотка гортензії 20 г", p:15.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"СУПЕР Сотка кактуси 20 г", p:15.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"СУПЕР Сотка клематиси 20 г", p:15.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"СУПЕР Сотка хризантеми 20 г", p:15.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"СУПЕР Сотка лаванда 20 г", p:15.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"СУПЕР Сотка морква/буряк 20 г", p:15.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"СУПЕР Сотка орхідеї 20 г", p:15.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"СУПЕР Сотка півонії 20 г", p:15.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Суперфосфат, 1 кг", p:45.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Тарногран 3-10-21, 1 кг", p:38.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Хелат Заліза 5 г", p:14.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Хелатин Виноград 50 мл", p:15.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Хелатин Картопля 50 мл", p:15.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Хелатин Мікс 50 мл", p:15.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Хелатин Огірок 50 мл", p:15.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Хелатин Томати 50 мл", p:15.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Хелатин Фосфор+Калій 50 мл", p:26.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Хелатин Зернові 1 л", p:170.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Хелатин Мультимікс 1 л", p:175.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Чистий лист виноград 100 г", p:23.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Чистий лист петунії 100 г", p:24.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Чистий лист сад/город 100 г", p:24.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Чистий лист томати 100 г", p:24.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Чистий лист троянди 100 г", p:24.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Чистий лист огірки 100 г", p:23.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Чистий лист укорінювач 100 г", p:23.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Чистий лист полуниця 100 г", p:24.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Чистий лист виноград 20 г", p:8.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Чистий лист огірки 20 г", p:9.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Чистий лист розсада 20 г", p:9.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Чистий лист сад/город 20 г", p:8.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Чистий лист томати 20 г", p:9.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Чистий лист троянди 20 г", p:9.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Чистий лист квітучі 20 г", p:8.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Чистий лист петунія 20 г", p:8.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Чистий лист газон 300 г", p:62.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Чистий лист корнеплоди 300 г", p:62.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Чистий лист лохина 300 г", p:62.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Чистий лист полуниця 300 г", p:62.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Чистий лист універсальне 300 г", p:64.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Чистий лист хвоя осіннє 300 г", p:62.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Чистий лист цибуля 300 г", p:62.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Чистий лист сад/город 300 г", p:64.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Чистий лист хвойні 300 г", p:64.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Чистий лист листове орхідеї 300 мл", p:49.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Чистий лист листове універсальне 300 мл", p:49.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Чистий лист палички декор.-лист.", p:24.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Чистий лист палички квітучі", p:25.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Чистий лист палички петунія", p:26.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},
    {n:"Яра Tera Kristalon 18-18-18, 1 кг", p:210.00, c:"АГРОХІМІКАТИ", b:"ДОБРИВА", img:""},

    // --- 🐀 РОДЕНТИЦИДИ (Від гризунів) ---
    {n:"Мишоловка деревяна", p:16.00, c:"АГРОХІМІКАТИ", b:"РОДЕНТИЦИДИ", img:""},
    {n:"Ратімор зерно червоне, родентицид, 600 г", p:26.00, c:"АГРОХІМІКАТИ", b:"РОДЕНТИЦИДИ", img:""},
    {n:"Смерть щурам №1, родентицид, 200 г", p:32.00, c:"АГРОХІМІКАТИ", b:"РОДЕНТИЦИДИ", img:""},
    {n:"Щелкунчик гранули, 150 г", p:16.00, c:"АГРОХІМІКАТИ", b:"РОДЕНТИЦИДИ", img:""},
    {n:"Щелкунчик гранули, 190 г", p:29.00, c:"АГРОХІМІКАТИ", b:"РОДЕНТИЦИДИ", img:""},
    {n:"Щелкунчик зерно, 250 г", p:24.00, c:"АГРОХІМІКАТИ", b:"РОДЕНТИЦИДИ", img:""},
    {n:"Щелкунчик зерно, 500 г", p:27.00, c:"АГРОХІМІКАТИ", b:"РОДЕНТИЦИДИ", img:""},

    // --- 📦 ІНШЕ (Біодеструктори, прилипачі, допоміжні засоби) ---
    {n:"Білила садові + фарба 1,4 кг", p:60.00, c:"АГРОХІМІКАТИ", b:"ІНШЕ", img:""},
    {n:"Білила садові + фарба із заліз. куп. 1,4 кг", p:62.00, c:"АГРОХІМІКАТИ", b:"ІНШЕ", img:""},
    {n:"Біодеструктор Force, для компостування, 20 г", p:35.00, c:"АГРОХІМІКАТИ", b:"ІНШЕ", img:""},
    {n:"Блиск Доктор Сяйво 300 мл", p:98.00, c:"АГРОХІМІКАТИ", b:"ІНШЕ", img:""},
    {n:"Каліус компост, 20 г", p:35.00, c:"АГРОХІМІКАТИ", b:"ІНШЕ", img:""},
    {n:"Каліус приватний сектор, 20 г", p:35.00, c:"АГРОХІМІКАТИ", b:"ІНШЕ", img:""},
    {n:"Каліус приватний сектор, 50 г", p:80.00, c:"АГРОХІМІКАТИ", b:"ІНШЕ", img:""},
    {n:"Каліус для розкладання жирів, 20 г", p:31.00, c:"АГРОХІМІКАТИ", b:"ІНШЕ", img:""},
    {n:"Квантум, прилипач, 100мл", p:43.00, c:"АГРОХІМІКАТИ", b:"ІНШЕ", img:""},
    {n:"Клеєві пастки 120*165", p:19.00, c:"АГРОХІМІКАТИ", b:"ІНШЕ", img:""},
    {n:"Мачо, прилипач, 5 мл", p:7.00, c:"АГРОХІМІКАТИ", b:"ІНШЕ", img:""},
    {n:"Мікробек, біодеструктор для вигрібних ям, 25 г", p:37.00, c:"АГРОХІМІКАТИ", b:"ІНШЕ", img:""},
    {n:"Прилипач, 25 мл, Кіссон", p:7.00, c:"АГРОХІМІКАТИ", b:"ІНШЕ", img:""},
    {n:"Профі Плюс, біопрепарат для прочистки труб, 35 г", p:22.00, c:"АГРОХІМІКАТИ", b:"ІНШЕ", img:""},

    // ==========================================
    // НАСІННЯ ВІТЧИЗНЯНЕ (ЗГРУПОВАНЕ ЗА БРЕНДАМИ)
    // ==========================================

    // --- SEEDERA ---
    {n:"Айстра високоросла Крален Камео 0,25г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Айстра високоросла Крален Сіам 0,25г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Айстра високоросла Піонен Віолет Турм 0,25г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Айстра високоросла Піонен Ред Турм 0,25г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Айстра високоросла Принцеса Сiльвiя 0,25г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Айстра високоросла Принцеса Суміш 0,25г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Айстра високоросла Харц Кремхілд 0,25г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Айстра високоросла Харц Суміш 0,25г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Айстра високоросла Харц Шоколад 0,25г (SeedEra)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Айстра низькоросла Класік суміш 0,25г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Айстра піоновидна Сива Дама Синя 0,25г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Айстра піоновидна Сива Дама Червона 0,25г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Айстра середньоросла Голубий місяць 0,25г (SeedEra)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Айстра середньоросла Хай-Но-Мару 0,25г (SeedEra)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Аквілегія багаторічна Махрова Суміш 0,1г (SeedEra)", p:15.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Амарант Ілюмінація 0,3г (SeedEra)", p:13.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Артишок Грін Глоуб 0,5г (SeedEra)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Аспарагус декор. пушистоперистий 0,1г (SeedEra)", p:18.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Аспарагус декор. Шпренгера 0,1г (SeedEra)", p:20.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Аубрієта багаторічна лілово-синій каскад 0,1г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Аубрієта багаторічна Рожево-фіолетовий каскад 0,1г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Аубрієта багаторічна Суміш 0,1г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Базилік зелений кiмнатний 0,5г (SeedEra)", p:13.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Базилік фіолетовий 0,5г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Базилік Червоний Рубін 0,3г (SeedEra)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Баклажан Клара F1 0,3г (SeedEra)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Баклажан Лонг поп F1 0,3г (SeedEra)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Баклажан Чорний красень 0,5г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Боби Касйєр 10 шт (SeedEra)", p:23.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Бруква Приморська 1г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Буряк Бікорес 3г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Буряк Бордо 3г (SeedEra)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Буряк Детройт 3г (SeedEra)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Буряк Єгипетський плоский 3г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Буряк Мармелад 20г (SeedEra)", p:43.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Буряк Мармелад 3г (SeedEra)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Буряк Опольський 20г (SeedEra)", p:35.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Буряк Опольський 3г (SeedEra)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Буряк Ренова 20г (SeedEra)", p:37.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Буряк Ренова 3г (SeedEra)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Вербена гібридна Яскрава суміш 0,2г (SeedEra)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Волошки мускатні Королівська суміш 0,5г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Гарбуз Арахісове масло 20г (SeedEra)", p:46.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Гарбуз Арахісове масло 2г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Гарбуз Гілея 3г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Гарбуз Мускат де Прованс 1г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Гарбуз Новинка 20г (SeedEra)", p:30.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Гарбуз Новинка 3г (SeedEra)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Гарбуз Руж віф де Тамп 2г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Гарбуз Український багатоплідний 20г (SeedEra)", p:28.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Гарбуз Український багатоплідний 3г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Гвоздика китайська Махрова Суміш 0,2г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Гвоздика турецька Супер дуплекс Суміш 0,5г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Геленіум осінній суміш 0,1г (SeedEra)", p:27.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Геліопсис багаторічний 0,5г (SeedEra)", p:15.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Гіпсофіла Елегантна біла 1г (SeedEra)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Гомфрена сумiш 0,15г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Горох овочевий Іловецький 20г (SeedEra)", p:15.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Горох овочевий Первіcток 20г (SeedEra)", p:15.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Горошок духмяний Суміш 1г (SeedEra)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Дзвоник махрова сумiш дворічний 0,2г (SeedEra)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Дзвоник середній Блакитний дворічник 0,2г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Диня Ананас 1г (SeedEra)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Диня Тітовка 2г (SeedEra)", p:14.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Естрагон 0,1г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Ехінацея Пурпурова 0.5г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Ешольцiя калiфорнiйська Абрикосовий шифон 0,5г (SeedEra)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Жоржина мінлива Данді суміш 0,5г (SeedEra)", p:15.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Жоржина мінлива кактусова суміш 0,5г (SeedEra)", p:15.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Жоржина мінлива Махрова суміш 0,5г (SeedEra)", p:14.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Іпомея Біла Зірка 1г (SeedEra)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Іпомея Гранд Па 0,5г (SeedEra)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Іпомея Мілкі вей 1г (SeedEra)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Іпомея Рубіновий килим 0.5г (SeedEra)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Іпомея Синя Зірка 1г (SeedEra)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Іпомея суміш 1г (SeedEra)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Кабачок Аеронавт (цукіні) 20г (SeedEra)", p:20.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Кабачок Аеронавт (цукіні) 3г (SeedEra)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Кабачок Гайдамака 20г (SeedEra)", p:29.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Кабачок Гайдамака 3г (SeedEra)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Кабачок Зебра 3г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Кабачок Золотiнка 3г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Кабачок Онікс (цукіні) 20г (SeedEra)", p:25.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Кабачок Світозар (цукіні) 3г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Кабачок Скворушка (цукіні) 3г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Кабачок Скворушка 20г (SeedEra)", p:25.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Кавун Кримсон світ 1г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Кавун Огоньок 1г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Кавун Продюсер 1г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Кавун Чарльстон Грей 1г (SeedEra)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Капуста білоголова Амагер 1г (SeedEra)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Капуста білоголова Бірюза 0,5г (SeedEra)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Капуста білоголова Брунсвицька 1г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Капуста білоголова Дитмаршер Фрюєр 1г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Капуста білоголова Золотий гектар 0,5г (SeedEra)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Капуста білоголова Камяна голова 0,5г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Капуста білоголова Колобок F1 0.25г (SeedEra)", p:26.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Капуста білоголова Лангедейкер Дауер 1г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Капуста білоголова Серце бика 0,5г (SeedEra)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Капуста білоголова Слава 1305 0,5г (SeedEra)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Капуста білоголова Харківська зимова 1г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Капуста брокколі Калабрезе 0,5г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Капуста кольрабі Делікатесна біла 0,5г (SeedEra)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Капуста пекінська Гранат 0,5г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Капуста цвітна Літня Альфа 0,5г (SeedEra)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Капуста цвітна Мовір 0,5г (SeedEra)", p:14.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Капуста цвітна Піонер 0,3г (SeedEra)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Квасоля зернова Червона шапочка 20г (SeedEra)", p:25.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Квасоля спаржева Блаухiльде 10г (SeedEra)", p:25.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Квасоля спаржева Кропер Тіпі 20г (SeedEra)", p:38.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Квасоля спаржева Ляура 20г (SeedEra)", p:38.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Квасоля спаржева Пантера 20г (SeedEra)", p:38.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Квасоля спаржева Скуба 20г (SeedEra)", p:42.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Кермек Кримська суміш 0,2г (SeedEra)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Кобея фіолетова 0,25г (SeedEra)", p:15.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Колеус візард Вельвет ред 10 шт (SeedEra)", p:18.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Колеус стандарт суміш 0,1г (SeedEra)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Конюшина Біла 20г (SeedEra)", p:62.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Коріандр посівний Нектар 3г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Красоля культурна Рожева 1,5г (SeedEra)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Кріп Запашний Пучок 3г (SeedEra)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Кріп Лісногородський 3г (SeedEra)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Кріп Мамонт 3г (SeedEra)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Кріп Салют кущовий 3г (SeedEra)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Кукурудза розлусна Пінг Понг 20г (SeedEra)", p:20.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Кукурудза цукрова Делікатесна 20г (SeedEra)", p:20.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Кукурудза цукрова Суперрання 20г (SeedEra)", p:20.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Лаванда англійська Манстед 0,1г (SeedEra)", p:18.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Лагенарія Кобра 1г (SeedEra)", p:20.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Лимонна трава Лемонграсс 0,05г (SeedEra)", p:14.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Лобелія ампельна суміш 0,1г (SeedEra)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Лобелія Білосніжка 0,1г (SeedEra)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Лобелія суміш 0,1г (SeedEra)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Льон суміш 0,5г (SeedEra)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Любисток лікарський 0,3г (SeedEra)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Майоран садовий Дзвіночок 0,1г (SeedEra)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Мак суміш багаторічна 0,1г (SeedEra)", p:6.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Мангольд листовий Червоний 3г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Маргаритка Конфетті Суміш дворічна 0,1г (SeedEra)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Маргаритка Снігова Королева 0,1г (SeedEra)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Матіола Дворога 1г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Мелісса лимонна Соборна 0,2г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Мімулюс Тигрова суміш 0,1г (SeedEra)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Морква Артек 20г (SeedEra)", p:28.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Морква Артек 2г (SeedEra)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Морква Без серцевини 20г (SeedEra)", p:32.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Морква Віта Лонга 2г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Морква Вітамінна 2г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Морква Долянка 20г (SeedEra)", p:28.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Морква Королева осені 2г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Морква Ланге Роте Штумпфе 20г (SeedEra)", p:32.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Морква Ланге Роте Штумпфе 2г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Морква Московська зимова 2г (SeedEra)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Морква Нантська 2г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Морква Оленка 2г (SeedEra)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Морква Перфекція 2г (SeedEra)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Морква Червоний велетень 20г (SeedEra)", p:28.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Морква Шантане 20г (SeedEra)", p:32.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Морква Шантане 2г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Мята перцева 0,1г (SeedEra)", p:27.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Наперстянка Пурпурова муза 0,1г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Незабудка Помпадур 0,1г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Огірок Анулька F1 0,5г (SeedEra)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Огірок Балконний F1 10шт (SeedEra)", p:23.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Огірок Білий Ангел F1 10шт (SeedEra)", p:15.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Огірок Вересень 1г (SeedEra)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Огірок Вісконсін 1г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Огірок Воргебіргштраубен 0.5г (SeedEra)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Огірок Далекосхідний 1г (SeedEra)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Огірок Джерело 1г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Огірок Закусочний F1 10шт (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Огірок Китайське диво 10шт (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Огірок Конкрент 1г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Огірок Кущовий 1г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Огірок Кущовий Корнішон 1г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Огірок Ніжинський 1г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Огірок Паризький корнішон 1г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Огірок Рацібор F1 0,5г (SeedEra)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Огірок Роднічок F1 0,5г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Огірок Руфус F1 1г (SeedEra)", p:15.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Огірок Сопліца F1 0,5г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Огірок Фенікс 640 1г (SeedEra)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Огірок Фенікс Плюс 1г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Пассіфлора їстівна кімнатна 5шт (SeedEra)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Пеларгонія Бланка 5шт (SeedEra)", p:40.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Пеларгонія Ярка F1 5шт (SeedEra)", p:40.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Перець гіркий Кайєнський чілі 0,2г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Перець гіркий Угорський жовтий 0,25г (SeedEra)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Перець гіркий Хабаньєро суміш 5шт (SeedEra)", p:26.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Перець гіркий Халапеньйо 0.2г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Перець декоративний Феєрверк 5шт (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Перець солодкий Біг Мама 0,2г (SeedEra)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Перець солодкий Богдан 0,2г (SeedEra)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Перець солодкий Золотий Телець 0,2г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Перець солодкий Колобок 0,2г (SeedEra)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Перець солодкий Леся 0,2г (SeedEra)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Перець солодкий Марта Польська 0,2г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Перець солодкий Подарок Молдови 0,2г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Перець солодкий Робертіна 0,2г (SeedEra)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Перець солодкий Шорокшари 0,2г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Петрушка листова Карнавал 20г (SeedEra)", p:34.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Петунія ампельна Лавина рожево-жовта F1 10шт (SeedEra)", p:18.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Редис Сакса 2г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Редиска 18-днів 2г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Редиска Богиня 20г (SeedEra)", p:34.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Редиска Вайт Брекфест 2г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Редиска Дамськi пальчики 2г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Редиска Дамські пальчики 20г (SeedEra)", p:40.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Редиска Жара 2г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Редиска Жара 20г (SeedEra)", p:23.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Редиска Льодяна бурулька 2г (SeedEra)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Редиска Сора 2г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Редька Дайкон 2г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Ромашка великоквіткова багаторічна 0.2г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Ротики садові Тетра Суміш 0,2г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Ротики садові Том Тамб суміш 0,2г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Рукола Індау 10г (SeedEra)", p:24.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Рукола міні Пікантна 0,5г (SeedEra)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Рукола Морозне віконце 0,5г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Салат Атракціон качанний зелений 1г (SeedEra)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Салат Бебі червоний 1г (SeedEra)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Салат листовий суміш 1г (SeedEra)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Салат Лола Біонда 1г (SeedEra)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Салат Лолло Бiонда 10г (SeedEra)", p:56.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Салат Майська королева 1г (SeedEra)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Салат Майська королева 10г (SeedEra)", p:48.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Салат Мізуна зелена 1г (SeedEra)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Салат Мізуна червона 1г (SeedEra)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Салат Сніжинка 1г (SeedEra)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Салат Чотири сезони качанний 1г (SeedEra)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Салат-бебі Зелений 1г (SeedEra)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Сальвія блискуча суміш 0,2г (SeedEra)", p:17.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Сальвія блискуча Червона 0,1г (SeedEra)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Сальвія трибарвна 0,2г (SeedEra)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Селера коренева Монарх 0,2г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Селера листова 0,2г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Соняшник декорат. жовтий з чорним центром 0,7г (SeedEra)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Соняшник Ласунка 20г (SeedEra)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Стевія медова трава 10шт (SeedEra)", p:52.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Суниця Жовте диво 0,05г (SeedEra)", p:15.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Суниця Регіна 0,05г (SeedEra)", p:15.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Суниця Рюген 0,05г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Тимян звичайний 0.1г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Томат Балконний жовтий 10шт (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Томат Банан червоний 0,1г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Томат Вернісаж червоний 0,1г (SeedEra)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Томат Волове серце рожевий 0,1г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Томат Єллоу Пінкерхерт 0,1г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Томат Золотий Кенігсберг 0,1г (SeedEra)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Томат Іришка 0,1г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Томат Король Гігант 0,1г (SeedEra)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Томат Космонавт Волков 0,1г (SeedEra)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Томат Легенда Тарасенко 0,1г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Томат Медок 0,1г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Томат Мулатка 0,1г (SeedEra)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Томат Північна королева 0,1г (SeedEra)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Томат Рання Любов 0,1г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Томат Санька 0,1г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Томат Серця трьох суміш 0,1г (SeedEra)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Томат Смарагдове яблуко 0,1г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Томат Товстий Джек 0,1г (SeedEra)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Томат Фатіма 0,1г (SeedEra)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Томат Цар колокол 0,1г (SeedEra)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Томат Чорний принц 0,1г (SeedEra)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Томат Шапка Мономаха 0,1г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Трава для котів 30г (SeedEra)", p:18.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Тютюн курильний Берлі 0,05г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Тютюн курильний Болівійський чорний 0,05г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Тютюн курильний Гавана 0,05г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Фенхель звичайний Мерцишор 0,5г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Цибуля порей Болгарський велетень 0.5г (SeedEra)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Цибуля ріпчаста Вольська 2г (SeedEra)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Цибуля ріпчаста Любчик 1г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Цибуля ріпчаста червона Ялтинська 2г (SeedEra)", p:20.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Цибуля ріпчаста Штутгартер Різен 10г (SeedEra)", p:40.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Цибуля Шніт 1г (SeedEra)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Цикорій Палла Росса 1г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Цинерарія приморська Сріблястий пил 0,1г (SeedEra)", p:6.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Цинія елегантна Енві 0,5г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Цинія елегантна Оранжева 0,5г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Цинія елегантна Рожево-лавандова 0,5г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Цинія Кактусова 0,5г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Черемша багаторічна 0.2г (SeedEra)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Чорнобривці високі Лимонний принц 0,5г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Чорнобривці відхилені Болеро 0,5г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Чорнобривці вузьколисті Суміш 0,1г (SeedEra)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Чорнобривці низькі Альбатрос 0,1г (SeedEra)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Чорнобривці низькі Бой Єлоу 0,3г (SeedEra)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Чорнобривці низькі вузьколисті Іспанська парча 0,5г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Чорнобривці низькі Золотий призер 0,5г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Чорнобривці низькі Кармен 0,5г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Чорнобривці низькі Купід оранж 0,5г (SeedEra)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Чорнобривці низькі суміш 0,5г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Чорнобривці Фантастік жовтий 0,5г (SeedEra)", p:16.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Шавлія Лікарська 0,3г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Шпинат Матадор 2г (SeedEra)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Шпинат Матадор 10г (SeedEra)", p:18.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},
    {n:"Щавель Широколистий 3г (SeedEra)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"SEEDERA", img:""},

    // --- НАСІННЯ УКРАЇНИ (НУ) ---
    {n:"Айстра піоновидна Анель 0,25г (Насіння України)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Айстра піоновидна Німфа 0,25г (Насіння України)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Айстра Художня Злата 0,25г (Насіння України)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Алiсум Віолет Квін 0,1г (Насіння України)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Алiсум Розі Одей 0,1г (Насіння України)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Алiсум Сніговий килим 5г (Насіння України)", p:45.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Алісум морський Східна Ніч 0,1г (Насіння України)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Алісум Сніговий килим 0,2г (Насіння України)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Базилік лимонний 0,25г (Насіння України)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Базилік фіолетовий Опал 3г (Насіння України)", p:40.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Базилік широколистий 0,25г (Насіння України)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Баклажан Гелiос 0,25г (Насіння України)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Будлея Давида (суміш) 0,05г (Насіння України)", p:36.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Буряк Бордо 10г (Насіння України)", p:19.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Буряк Мулатка 10г (Насіння України)", p:19.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Буряк Негритянка 10г (Насіння України)", p:19.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Буряк Опольський 10г (Насіння України)", p:19.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Буряк Ріваль 10г (Насіння України)", p:19.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Вашингтонія нитчаста 5шт (Насіння України)", p:41.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Гарбуз Вітамінний 3г (Насіння України)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Геліптерум Суміш 0,2г (Насіння України)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Геліхризум Високий суміш 0,2г (Насіння України)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Дзвоники Скупчені суміш 0,1г (Насіння України)", p:15.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Диня Алушта 1г (Насіння України)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Диня Колгоспниця 1г (Насіння України)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Диня Леся 1г (Насіння України)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Диня Медова казка 1г (Насіння України)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Диня Медова казка 2г (Насіння України)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Кабачок Гайдамака 15г (Насіння України)", p:21.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Кабачок Золотинка 15г (Насіння України)", p:21.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Кабачок Світозар 15г (Насіння України)", p:21.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Кавун Чарльстон Грей 1г (Насіння України)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Канарська пальма 2шт (Насіння України)", p:19.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Капуста білоголова Димерська 1г (Насіння України)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Капуста білоголова Камяна голова 0.5г (Насіння України)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Капуста білоголова Козачок F1 0,5г (Насіння України)", p:20.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Капуста білоголова Лангедейкер Дауер 1г (Насіння України)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Капуста білоголова Ольга 1г (Насіння України)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Капуста білоголова Харківська зимова 1г (Насіння України)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Капуста білоголова Харківська зимова 5г максі (Насіння України)", p:21.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Капуста білоголова Ярославна 1г (Насіння України)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Капуста кольрабі Гігантська 0,5г (Насіння України)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Капуста пекінська Бокал 0,5г (Насіння України)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Капуста савойська Вертус 0,5г (Насіння України)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Квамокліт Ліана біла 0,25г (Насіння України)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Квамокліт Ліана рожева 0,25г (Насіння України)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Квамокліт Ліана червона 0,25г (Насіння України)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Квасоля зернова Мавка 20г (Насіння України)", p:19.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Квасоля спаржева кущова Зіронька 15г (Насіння України)", p:28.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Кермек Рожеве Сяйво 0,2г (Насіння України)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Красоля Чорний Оксамит 1г (Насіння України)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Кріп кущовий 20г (Насіння України)", p:18.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Кріп кущовий 3г (Насіння України)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Кріп Лісногорський 20г (Насіння України)", p:17.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Кукурудза цукрова Багратіон F1 15г (Насіння України)", p:17.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Кукурудза цукрова Спокуса 20г F1 (Насіння України)", p:18.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Лагенарія змієвидна 1г (Насіння України)", p:17.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Лобелія амп.Ліловий каскад 0,05г (Насіння України)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Лобелія ампельна Блакитний каскад 0,05г (Насіння України)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Лобелія Біла леді 0.05г (Насіння України)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Люффа Мочалка 0,5г (Насіння України)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Майорці Ореол 0,5г (Насіння України)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Майорці Полумя 0,5г (Насіння України)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Майорці стрункі Ельдорадо 0,5г (Насіння України)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Майорці стрункі Каліфорнійська суміш 0,5г (Насіння України)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Майорці стрункі Пурпурова Королева 0,5г (Насіння України)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Морква Без серцевини 10г (Насіння України)", p:19.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Морква Віта Лонга 2г (Насіння України)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Морква Дитяча Солодка 10г (Насіння України)", p:21.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Морква Королева осені 20г (Насіння України)", p:36.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Морква Сластьона 10г (Насіння України)", p:19.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Морква Сластьона 2г (Насіння України)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Мята Анісова Золотий Ювілей 0,1г (Насіння України)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Нагідки Радіо 0,5г (Насіння України)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Настурція Сланка Фейрі 1г (Насіння України)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Обрієта фіолетова 0,05г (Насіння України)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Огірок Далекосхідний 1г (Насіння України)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Огірок Монастирський 1г (Насіння України)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Огірок На заздрість сусідам F1 0,5г (Насіння України)", p:15.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Огірок Цезар F1 0,5г (Насіння України)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Перець гіркий Український гіркий 0,25г (Насіння України)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Перець гострий Кайєнський 0,25г (Насіння України)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Перець декоративний Маленьке Диво 0,2г (Насіння України)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Перець солодкий Анастасія 0,25г (Насіння України)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Перець солодкий Атлант 0,25г (Насіння України)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Перець солодкий Золотий Ювілей 0,25г (Насіння України)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Перець солодкий Каліфорнійське диво оранжеве 0,25г (Насіння України)", p:17.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Петунія ампельна Лавина Лососева F1 10шт (Насіння України)", p:21.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Портулак Махровий білий 0,1г (Насіння України)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Портулак Махровий суміш 0,2г (Насіння України)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Редис Сора 10г (Насіння України)", p:21.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Редька Чорна зимова 15г (Насіння України)", p:16.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Редька Чорна зимова 2г (Насіння України)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Ріпа Пурпулепоп 2г (Насіння України)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Салат Айсберг 1г (Насіння України)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Салат Бебі Вітамінне асорті 1г (Насіння України)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Салат Кучерявець Одеський 5г (Насіння України)", p:21.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Салат листовий Грін Корал 1г (Насіння України)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Салат листовий Ред Корал 1г (Насіння України)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Салат Лолло Роса 1г (Насіння України)", p:12.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Салат Лолло Росса 5г (Насіння України)", p:36.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Салат Ромен 1г (Насіння України)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Салат Снігова Королева 1г (Насіння України)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Салат Сніжинка 1г (Насіння України)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Салат Сніжинка 5г (Насіння України)", p:29.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Соняшник низький Махровий 1г (Насіння України)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Соняшник низькор. Затемнення 1г (Насіння України)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Томат Апельсин 0,1г (Насіння України)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Томат Беталюкс 0,1г (Насіння України)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Томат Валютний 0,1г (Насіння України)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Томат Ведмежа Лапа 0,1г (Насіння України)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Томат Видимо-Невидимо 0,1г (Насіння України)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Томат Волове серце золоте 0,1г (Насіння України)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Томат Волове серце червоний 0,1г (Насіння України)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Томат Де Барао гігант рожевий 0,1г (Насіння України)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Томат Загадка 0,2г (Насіння України)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Томат Золоті купола 0,1г (Насіння України)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Томат Кібіц 0,1г (Насіння України)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Томат Кобзар Тарасенко 0,1г (Насіння України)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Томат Лагідний 0,2г (Насіння України)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Томат Ляна рожева 0,1г (Насіння України)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Томат Перцевидний 0,1г (Насіння України)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Томат Рання Любов 0,1г (Насіння України)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Томат Ріо Гранде 0,2г (Насіння України)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Томат Ріо Фуего 0,2г (Насіння України)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Томат Рожеві щічки 0,1г (Насіння України)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Томат Тарасенко-рожевий 0,1г (Насіння України)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Томат Хурма 0,1г (Насіння України)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Томат Черрі золотий 0,1г (Насіння України)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Томат Черрі рожевий 0,1г (Насіння України)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Томат Черрі червоний 0,1г (Насіння України)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Томат Яблунька 0,1г (Насіння України)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Тютюн запашний суміш 0,2г (Насіння України)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Тютюн курильний Берлі 0,1г (Насіння України)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Фіалка Кардинал 0.05г (Насіння України)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Фіалка Марс 0.05г (Насіння України)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Фіалка Наречена 0.05г (Насіння України)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Фіалка Сонячний поцілунок 0,05г (Насіння України)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Фіалка Чорний король 0.05г (Насіння України)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Цибуля порей Осінній Велетень 1г (Насіння України)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Чорнобривці відхилені Маріетта 0,5г (Насіння України)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Чорнобривці відхилені Танджерин 0,5г (Насіння України)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Чорнобривці вузьколисті Мексиканська суміш 0,1г (Насіння України)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Чорнобривці низькі Кармен 5г (Насіння України)", p:36.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Чорнобривці прямостоячі низькі Оранж 3г (Насіння України)", p:45.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Щавель Крива Мері 1г (Насіння України)", p:15.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Щавель Широколистий 20г (Насіння України)", p:35.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},
    {n:"Ясколка Біберштейна 0,1г (Насіння України)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"НАСІННЯ УКРАЇНИ", img:""},

    // --- АГРОКОНТРАКТ ---
    {n:"Айстра Художня суміш 0,1г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Базилік кримський фіолетовий 0,5г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Базилік ніжний аромат 0,5г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Баклажан Алмаз 0,5г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Буряк Бордо харківський 20г Агроконтракт", p:22.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Буряк Делікатесний 3г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Буряк Детройт 10г Агроконтракт", p:22.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Буряк Єгипетський плоский 3г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Буряк Циліндр 10г Агроконтракт", p:22.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Буряк Циліндр 3г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Гарбуз Стофунтовий 5г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Гарбуз Український багатоплідний 5г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Горох Адагумський 20г Агроконтракт", p:22.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Горох Адагумський 5г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Горох Альфа 20г Агроконтракт", p:22.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Горох Овочеве диво 20г Агроконтракт", p:22.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Дельфініум 0,3г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Диня Інея 2г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Диня Тітовка 2г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Естрагон Добриня 0,2г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Ісоп лікарський блакитний мед 0,3г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Кабачки Аеронавт 3г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Кабачок Аспірант F1 3г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Кабачок Грибовський 10г Агроконтракт", p:22.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Кабачок Золотінка 10г Агроконтракт", p:22.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Кабачок Чаклун 10г Агроконтракт", p:22.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Кабачок Чаклун 3г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Кавун Альянс 2г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Кавун Астраханський 2г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Кавун Ау Продюсер 2г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Кавун Борчанський 2г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Кавун Кримський світ 2г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Кавун Огоньок 10г Агроконтракт", p:22.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Кавун Огоньок 2г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Кавун Північне сяйво 2г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Капуста Білосніжка 1г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Капуста Дитмаршер фрюер 1г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Капуста пекінська Гранат 0,5г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Кінза коріандр Нектар 3г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Крес-салат Холодок 2г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Кріп Грибовський 2г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Кріп кущовий Алігатор 10г Агроконтракт", p:22.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Кріп Лісногорський 2г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Кукурудза Брусниця 20г Агроконтракт", p:22.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Кукурудза Брусниця 5г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Кукурудза Делікатесна 5г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Матіола лілово-рожева 0,5г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Матіола лілово-рожева 4г Агроконтракт", p:22.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Меліса лікарська Мілана 0,5г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Морква Артек 3г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Морква Долянка 10г Агроконтракт", p:22.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Морква Долянка 3г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Морква Осіння королева 10г Агроконтракт", p:22.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Морква Червоний велетень 10г Агроконтракт", p:22.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Морква Червоний велетень 3г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Морква Шантане 10г Агроконтракт", p:22.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Огірки Джерело 4г Агроконтракт", p:22.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Огірки Засолочний 1г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Огірки Конкурент 2г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Огірки Кущовий 0,5г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Огірки Ніжинські 1г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Патісони білі 3г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Патісони оранжеві 3г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Перець гіркий Український 0,3г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Перець Колобок червоний 0,3г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Петрушка кучерява Мосспоп 10г Агроконтракт", p:22.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Петрушка кучерява Мосспоп 2г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Петрушка листова Урожайна 10г Агроконтракт", p:22.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Петрушка листова Урожайна 2г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Редис Жара 3г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Редис Сора 10г Агроконтракт", p:22.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Редис Сора 3г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Редис Французький сніданок 10г Агроконтракт", p:22.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Редис Французький сніданок 3г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Рукола Вікторія 1г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Салат Кучерявець Одеський 10г Агроконтракт", p:22.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Салат Кучерявець Одеський 2г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Салат Малинова куля 1г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Томат Де барао жовтий 0,1г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Томат Кременчуцький 0,3г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Томат Ляна 0,3г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Томат Малинове Віканте 0,3г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Томат Новачок 0,3г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Томат Пето 0,3г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Цибуля Глобус 2г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Цибуля порей Голет 1г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Цибуля Халцедон 10г Агроконтракт", p:22.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Шпинат Матадор 10г Агроконтракт", p:22.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Шпинат Матадор 2г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Щавель Широколистий 1г Агроконтракт", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},
    {n:"Щавель Широколистий 10г Агроконтракт", p:25.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"АГРОКОНТРАКТ", img:""},

    // --- ПРОФЕСІЙНЕ НАСІННЯ (Проф.Нас) ---
    {n:"Айстра китайська Валькірія суміш 0,2г (Проф.Нас)", p:21.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Вербена абрикосова 0,1г (Проф.Нас)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Вербена рожева 0,1г (Проф.Нас)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Кактус кімнатний суміш 0,1г (Проф.Нас)", p:20.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Капуста пекінська Анако F1 20шт (Проф.Нас)", p:17.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Лагурус Заячий хвостик 0,3г (Проф.Нас)", p:14.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Лізімахія Золотоволоска 0,1г (Проф.Нас)", p:15.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Морква Курода Шантане 1г (Проф.Нас)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Морква Лагуна F1 400шт/0,5г (Проф.Нас)", p:25.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Морква Нантес Тіп Топ 1г (Проф.Нас)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Петунія Зора F1 20шт (Проф.Нас)", p:18.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Редиска Джолі 2г (Проф.Нас)", p:15.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Редька Чорна зимова Кулата 2г (Проф.Нас)", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Рукола рокет-салат 1г (Проф.Нас)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Салат Айсберг Ларсен 0,3г (Проф.Нас)", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Салат Афіціон 30шт (Проф.Нас)", p:15.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Салат Козіма 30 шт (Проф.Нас)", p:19.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Салат Сімпсон 0,3г (Проф.Нас)", p:13.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Сон-трава Принц Генріх суміш 0,1г (Проф.Нас)", p:15.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Статиця Золотий берег 0,1г (Проф.Нас)", p:16.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Суниця Регіна 0,2г (Проф.Нас)", p:27.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Томат KS 1430 F1 8 шт (Проф.Нас)", p:50.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Томат Бріксол F1 10шт (Проф.Нас)", p:15.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Томат Зодіак F1 8шт (Проф.Нас)", p:53.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Томат Ріо Гранде 0,5г (Проф.Нас)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Цибуля Булгарі Гігант порей 0,5г (Проф.Нас)", p:26.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Цибуля-батун Вайті 0,5г (Проф.Нас)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Чорнобривці Еквінокс лим. 0,5г (Проф.Нас)", p:16.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Чорнобривці Еквінокс помаранч. 0,5г (Проф.Нас)", p:16.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Чорнобривці Палаюча зірка 0,2г (Проф.Нас)", p:14.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Чорнобривці Страубері Блонд 10шт (Проф.Нас)", p:20.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Чорнобривці Файрбол 10шт (Проф.Нас)", p:20.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Чорнобривці Фантастік 0.3г (Проф.Нас)", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},
    {n:"Шпинат Кінг 1г (Проф.Нас)", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ПРОФЕСІЙНЕ НАСІННЯ", img:""},

    // --- САДИБА ЦЕНТР (СЦ / Традиція) ---
    {n:"Редька червона зимова 3г СЦ", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"САДИБА ЦЕНТР", img:""},
    {n:"Редька Чорна зимова 2г Традиція", p:11.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"САДИБА ЦЕНТР", img:""},
    {n:"Томат Фатіма 30 шт (Традиція)", p:5.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"САДИБА ЦЕНТР", img:""},

    // --- ТМ СМАЧНИЙ ---
    {n:"Диня Колгоспниця 1,5г ТМ Смачний", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ТМ СМАЧНИЙ", img:""},
    {n:"Диня Рання 1,5г ТМ Смачний", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ТМ СМАЧНИЙ", img:""},
    {n:"Огірок Зозуля F1 0,5г ТМ Смачний", p:8.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ТМ СМАЧНИЙ", img:""},
    {n:"Перець Подарок Молдови 0,5г ТМ Смачний", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ТМ СМАЧНИЙ", img:""},
    {n:"Редька Чорна 3г (Смачний)", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ТМ СМАЧНИЙ", img:""},
    {n:"Томат Джина 0,2г ТМ Смачний", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ТМ СМАЧНИЙ", img:""},

    // --- ЯСКРАВА ---
    {n:"Томат Волгоградський 3/21 0,2г Яскрава", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ЯСКРАВА", img:""},
    {n:"Томат Груша жовта 0,1г Яскрава", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ЯСКРАВА", img:""},

    // --- ІНШЕ / ВАГОВЕ / БЕЗ БРЕНДУ ---
    {n:"Газон універсальний, кг", p:264.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ІНШЕ", img:""},
    {n:"Гладіолус гофрований 12/+, циб.", p:18.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ІНШЕ", img:""},
    {n:"Грястиця збірна, кг", p:263.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ІНШЕ", img:""},
    {n:"Конюшина червона Анітра, кг", p:242.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ІНШЕ", img:""},
    {n:"Лілія 12/14, Dizzy тигрова", p:48.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ІНШЕ", img:""},
    {n:"Лілія 12/14, Coral Queen тигрова", p:48.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ІНШЕ", img:""},
    {n:"Лілія 12/14, Honeymoon , OT гібрид гіган.квітка", p:52.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ІНШЕ", img:""},
    {n:"Лілія 12/14, Avinger, OT гібрид гіган.квітка", p:52.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ІНШЕ", img:""},
    {n:"Лілія 12/14, Candy Club, OT гібрид гіган.квітка", p:52.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ІНШЕ", img:""},
    {n:"Лілія 12/14, Touchstone, OT гібрид гіган.квітка", p:52.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ІНШЕ", img:""},
    {n:"Лілія 12/14, Yeiioween, OT гібрид гіган.квітка", p:48.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ІНШЕ", img:""},
    {n:"Лобелія ампельна суміш", p:10.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ІНШЕ", img:""},
    {n:"Лобелія Блакитний килим", p:9.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ІНШЕ", img:""},
    {n:"Морква Довга червона 2г", p:7.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ІНШЕ", img:""},
    {n:"Огірок Зозуля F-1 0.25г", p:19.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ІНШЕ", img:""},
    {n:"Ріпак озимий, кг", p:40.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ІНШЕ", img:""},
    {n:"Тимофіївка, кг", p:136.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ІНШЕ", img:""},
    {n:"Цибуля-сівок Ред Барон F1 червона (Нідерланди)", p:160.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ІНШЕ", img:""},
    {n:"Цибуля-сівок Штутті F1 кругла (Нідерланди)", p:135.00, c:"НАСІННЯ ВІТЧИЗНЯНЕ", b:"ІНШЕ", img:""},

// --- 🌍 НАСІННЯ ІМПОРТНЕ ---
    {n:"Базилік Маріан 0,3г Спектр", p:19.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спектр", img:""},
    {n:"Базилік фіолетовий Розі 0,2г Спектр", p:20.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спектр", img:""},
    {n:"Баклажан Дестан F1 10 шт Enza Zaden", p:24.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Enza Zaden", img:""},
    {n:"Баклажан Епік F1 10 шт Seminis", p:20.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Seminis", img:""},
    {n:"Біб Бахус 50 г, Спойня", p:43.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спойня", img:""},
    {n:"Біб Ханкдаун білий 40 г, Спойня", p:40.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спойня", img:""},
    {n:"Буряк Атаман 5 г Satimex", p:15.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Satimex", img:""},
    {n:"Буряк Атоман, 10 г Спектр", p:40.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спектр", img:""},
    {n:"Буряк Борус 50 г, Спойня", p:58.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спойня", img:""},
    {n:"Буряк Водан F1 2 г Bejo", p:22.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Bejo", img:""},
    {n:"Буряк Кадет, 10 г Спектр", p:40.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спектр", img:""},
    {n:"Буряк Кестрел F1 200нас. Спектр", p:38.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спектр", img:""},
    {n:"Буряк Кієр, 20 г, Ролтіко", p:40.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Ролтіко", img:""},
    {n:"Буряк Ломако, 200нас. Спектр", p:26.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спектр", img:""},
    {n:"Буряк Ноховський 20 г Ролтіко", p:38.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Ролтіко", img:""},
    {n:"Буряк Округлий темно червоний 20 г, Ролтіко", p:38.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Ролтіко", img:""},
    {n:"Буряк Опольський 20 г, Ролтіко", p:39.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Ролтіко", img:""},
    {n:"Буряк Пабло F1 2г Bejo", p:25.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Bejo", img:""},
    {n:"Буряк Фороно 50 г, Спойня", p:64.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спойня", img:""},
    {n:"Буряк Хробрий 22 г Спойня", p:40.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спойня", img:""},
    {n:"Гарбуз Український багатоплідний 50 г Геліос", p:30.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Геліос", img:""},
    {n:"Горох овочевий Чудо кальведона 50 г, Спойня", p:20.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спойня", img:""},
    {n:"Диня Нево F1 5 шт Hazera", p:20.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Hazera", img:""},
    {n:"Кабачок Ангеліна F1 5 шт Syngenta", p:18.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Syngenta", img:""},
    {n:"Кабачок Гамбіт F1 5 шт Semo (темно-зелений)", p:25.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Semo", img:""},
    {n:"Кабачок Голден Глорі F1 5 шт Syngenta", p:26.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Syngenta", img:""},
    {n:"Кабачок Санлайт F1 5 шт Clause", p:30.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Clause", img:""},
    {n:"Кабачок Супремо F1 цукіні 5 шт., Сингента", p:24.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Syngenta", img:""},
    {n:"Кавун Бедуїн F1 5 шт Bejo", p:26.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Bejo", img:""},
    {n:"Кавун Крісбі F1 5 шт Nunhems", p:26.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Nunhems", img:""},
    {n:"Капуста білоголова Агресор F1 20 шт Syngenta", p:30.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Syngenta", img:""},
    {n:"Капуста білоголова Агресор F1 50 шт Syngenta", p:75.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Syngenta", img:""},
    {n:"Капуста білоголова Бригадир F1 20 шт Clause", p:21.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Clause", img:""},
    {n:"Капуста білоголова Парел F1 20 шт Bejo", p:23.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Bejo", img:""},
    {n:"Капуста білоголова Сторідор F1 20 шт, Syngenta", p:25.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Syngenta", img:""},
    {n:"Капуста Бірюза 10г Спектр", p:40.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спектр", img:""},
    {n:"Капуста брюссельська Абакус F1 10 шт Syngenta", p:25.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Syngenta", img:""},
    {n:"Капуста пізня Мегатон F1 20 шт. Bejo", p:27.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Bejo", img:""},
    {n:"Капуста рання Міррор F1 20 шт Syngenta", p:28.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Syngenta", img:""},
    {n:"Капуста цвітна Каспер F1 10 шт Rijk Zwaan", p:22.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Rijk Zwaan", img:""},
    {n:"Капуста цвітна Майбах F1 10 шт Clause", p:26.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Clause", img:""},
    {n:"Капуста цвітна Опал 15нас. Спектр", p:18.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спектр", img:""},
    {n:"Капуста цвітна Солістар F1 10 шт Syngenta", p:22.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Syngenta", img:""},
    {n:"Квасоля Каро 50 г, Спойня", p:47.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спойня", img:""},
    {n:"Квасоля кущова Встега Спойня 30 г", p:35.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спойня", img:""},
    {n:"Квасоля спаржева Бергольд, 40 г, Ролтіко", p:36.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Ролтіко", img:""},
    {n:"Квасоля спаржева витка Голд Мері 10 г Ролтіко", p:36.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Ролтіко", img:""},
    {n:"Квасоля спаржева Голден Гол 50 шт Pop Vriend", p:20.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Pop Vriend", img:""},
    {n:"Квасоля спаржева Золота Сакса 40 г, Ролтіко", p:36.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Ролтіко", img:""},
    {n:"Квасоля спаржева Нагано 100 нас., Спектр", p:35.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спектр", img:""},
    {n:"Квасоля спаржева Процессор 40 г, Ролтіко", p:36.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Ролтіко", img:""},
    {n:"Кермек Пасифік суміш 0,1г GL Seeds", p:15.00, c:"НАСІННЯ ІМПОРТНЕ", b:"GL Seeds", img:""},
    {n:"Кермек Супрім суміш 0,1г GL Seeds", p:15.00, c:"НАСІННЯ ІМПОРТНЕ", b:"GL Seeds", img:""},
    {n:"Краспедія Соларіс 0,1г GL Seeds", p:15.00, c:"НАСІННЯ ІМПОРТНЕ", b:"GL Seeds", img:""},
    {n:"Кукурудза Дейнеріс F1, 50 шт, МНАГОР", p:40.00, c:"НАСІННЯ ІМПОРТНЕ", b:"МНАГОР", img:""},
    {n:"Кукурудза Добриня F1, 25 шт. Lark Seeds", p:35.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Lark Seeds", img:""},
    {n:"Кукурудза Мармурова біколор F1, 50 шт, МНАГОР", p:42.00, c:"НАСІННЯ ІМПОРТНЕ", b:"МНАГОР", img:""},
    {n:"Кукурудза Спіріт F1, 100 нас., Спектр", p:95.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спектр", img:""},
    {n:"Морква Берлікумер 20 г, Ролтіко", p:37.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Ролтіко", img:""},
    {n:"Морква Дарина 5 г Moravoseed", p:22.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Moravoseed", img:""},
    {n:"Морква Долянка 20 г, Ролтіко", p:37.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Ролтіко", img:""},
    {n:"Морква Канада F1 400нас Спектр", p:41.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спектр", img:""},
    {n:"Морква Карлена 10г Спектр", p:38.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спектр", img:""},
    {n:"Морква Корал 20 г, Ролтіко", p:39.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Ролтіко", img:""},
    {n:"Морква Ротен Різен 20 г, Ролтіко", p:37.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Ролтіко", img:""},
    {n:"Морква Сукцес 20г Ролтіко", p:37.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Ролтіко", img:""},
    {n:"Огірок Аладін F1 5 г, Ролтіко", p:30.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Ролтіко", img:""},
    {n:"Огірок Амур F1 10 шт Bejo", p:37.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Bejo", img:""},
    {n:"Огірок Андрус F1 5 г, Ролтіко", p:30.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Ролтіко", img:""},
    {n:"Огірок Артист F1 10 шт, Bejo", p:35.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Bejo", img:""},
    {n:"Огірок Атлантіс F1, 50нас. Спектр", p:45.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спектр", img:""},
    {n:"Огірок Аякс F1, 20нас. Спектр", p:50.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спектр", img:""},
    {n:"Огірок Борус F1 5 г, Ролтіко", p:30.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Ролтіко", img:""},
    {n:"Огірок Гектор (кущовий) F1 10 шт Nunhems", p:15.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Nunhems", img:""},
    {n:"Огірок Директор F1 10 шт.", p:32.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Інші", img:""},
    {n:"Огірок Еколь F1 10 шт Syngenta", p:26.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Syngenta", img:""},
    {n:"Огірок Еліза F1, 50 нас., Спектр", p:51.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спектр", img:""},
    {n:"Огірок Капрікон F1 10 шт, Yuksel Tohum", p:37.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Yuksel Tohum", img:""},
    {n:"Огірок Кібрія F1 10 шт, Rijk Zwaan", p:28.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Rijk Zwaan", img:""},
    {n:"Огірок Крак F1 5 г, Ролтіко", p:28.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Ролтіко", img:""},
    {n:"Огірок Кріспіна F1 10 шт Nunhems", p:34.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Nunhems", img:""},
    {n:"Огірок Маша F1 10 шт, Seminis", p:41.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Seminis", img:""},
    {n:"Огірок Меренга F1 10 шт Seminis", p:35.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Seminis", img:""},
    {n:"Огірок Міміно F1 10 шт. Lucky Seed", p:18.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Lucky Seed", img:""},
    {n:"Огірок Ніборі F1 10 шт, Kitano Seeds", p:28.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Kitano Seeds", img:""},
    {n:"Огірок Октопус F1 50нас Спектр", p:59.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спектр", img:""},
    {n:"Огірок Октопус F1 20 шт. Syngenta", p:18.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Syngenta", img:""},
    {n:"Огірок Паризький корнішон F1 5 г, Ролтіко", p:28.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Ролтіко", img:""},
    {n:"Огірок Пасалімо F1 10 шт Syngenta", p:28.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Syngenta", img:""},
    {n:"Огірок Пролікс F1 10 шт Nunhems", p:36.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Nunhems", img:""},
    {n:"Огірок Рацібор F1 5 г, Ролтіко", p:29.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Ролтіко", img:""},
    {n:"Огірок РуфусF1 Ролтіко 5г", p:28.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Ролтіко", img:""},
    {n:"Огірок Соната F1, 50нас. Спектр", p:35.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спектр", img:""},
    {n:"Огірок Сопліца F1 5 г, Ролтіко", p:30.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Ролтіко", img:""},
    {n:"Огірок Сремський F1 5 г, Ролтіко", p:30.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Ролтіко", img:""},
    {n:"Огірок Тайгер F1 10 шт Taki Seeds", p:36.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Taki Seeds", img:""},
    {n:"Огірок Тітус F1 Ролтіко 5г", p:30.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Ролтіко", img:""},
    {n:"Огірок Цезар F1 5 г, Ролтіко", p:30.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Ролтіко", img:""},
    {n:"Огірок Шакті F1 10 шт Rijk Zwaan", p:22.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Rijk Zwaan", img:""},
    {n:"Перець Біхар F1 10 шт ZKI", p:60.00, c:"НАСІННЯ ІМПОРТНЕ", b:"ZKI", img:""},
    {n:"Перець Джеміні F1 10 шт Nunhems", p:60.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Nunhems", img:""},
    {n:"Перець Клаудіо F1 10 шт Nunhems", p:50.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Nunhems", img:""},
    {n:"Перець Крімсон Кінг F1 10 шт, Hazera", p:50.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Hazera", img:""},
    {n:"Перець Ред Булл F1 10 шт, Spark Seeds", p:47.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Spark Seeds", img:""},
    {n:"Перець солодкий Крусадер F1 10 шт Syngenta", p:50.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Syngenta", img:""},
    {n:"Перець Хаскі F1 8нас Спектр", p:34.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спектр", img:""},
    {n:"Редис Вієнна F1 2 г, Enza Zaden", p:20.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Enza Zaden", img:""},
    {n:"Редис Кармен 20 г Ролтіко", p:39.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Ролтіко", img:""},
    {n:"Редис Ополанка 20 г Ролтіко", p:30.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Ролтіко", img:""},
    {n:"Редис Селеста F1 2 г. Enza Zaden", p:20.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Enza Zaden", img:""},
    {n:"Редиска 18-днів 20г Ролтіко", p:39.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Ролтіко", img:""},
    {n:"Салат Канкан 30нас Спектр", p:17.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спектр", img:""},
    {n:"Салат-корн Акцент 300нас. Спектр", p:11.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спектр", img:""},
    {n:"Селера коренева Президент F1 100 шт Rijk Zwaan", p:35.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Rijk Zwaan", img:""},
    {n:"Томат Асвон F1 KS 1140 10 шт Kitano Seeds", p:15.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Kitano Seeds", img:""},
    {n:"Томат Барібін F1 5 шт Syngenta", p:35.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Syngenta", img:""},
    {n:"Томат Бобкат F1 20 шт, Syngenta", p:33.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Syngenta", img:""},
    {n:"Томат Дуал Ерлі F1 20 шт", p:8.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Інші", img:""},
    {n:"Томат Дубок 0,25 г GL Seeds", p:10.00, c:"НАСІННЯ ІМПОРТНЕ", b:"GL Seeds", img:""},
    {n:"Томат Інкас F1, 20 нас Спектр", p:22.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спектр", img:""},
    {n:"Томат Каста (Супернова) F1 10 шт Clause", p:38.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Clause", img:""},
    {n:"Томат Мадрид F1 5 шт Clause", p:79.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Clause", img:""},
    {n:"Томат Наміб F1 20 шт, Syngenta", p:23.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Syngenta", img:""},
    {n:"Томат Президент ІІ F1 10 шт Seminis", p:41.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Seminis", img:""},
    {n:"Томат Світ Сан F1 10 шт, Spark Seeds", p:24.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Spark Seeds", img:""},
    {n:"Томат Сержант Пеппер Жовтий F1 10 шт, Breeding Seeds", p:29.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Breeding Seeds", img:""},
    {n:"Томат Сержант Пеппер Рожевий F1 10 шт, Breeding Seeds", p:29.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Breeding Seeds", img:""},
    {n:"Томат Серце Ашхабада 0,1г GL Seeds", p:10.00, c:"НАСІННЯ ІМПОРТНЕ", b:"GL Seeds", img:""},
    {n:"Томат Солероссо F1 20нас. Спектр", p:30.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спектр", img:""},
    {n:"Томат Торбей F1 10 шт, Bejo", p:29.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Bejo", img:""},
    {n:"Томат Уліссе F1 10 шт, Syngenta", p:25.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Syngenta", img:""},
    {n:"Томат Хапінет F1 10 шт Syngenta", p:30.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Syngenta", img:""},
    {n:"Томат Чіблі F1 20 нас. Спектр", p:32.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спектр", img:""},
    {n:"Томат Ягода з Пекіну 0,1г GL Seeds", p:10.00, c:"НАСІННЯ ІМПОРТНЕ", b:"GL Seeds", img:""},
    {n:"Томат Ямамото F1 5 шт Kitano Seeds", p:30.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Kitano Seeds", img:""},
    {n:"Цибуля Ексібішн 100нас. Спектр", p:28.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спектр", img:""},
    {n:"Цибуля Параде 100нас Спектр", p:15.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спектр", img:""},
    {n:"Шпинат Боа 200 нас., Спектр", p:16.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спектр", img:""},
    {n:"Шпинат Ред Снепер 200 нас, Спектр", p:16.00, c:"НАСІННЯ ІМПОРТНЕ", b:"Спектр", img:""},

// --- ⚖️ НАСІННЯ ВАГОВЕ ---
    {n:"Газон ліліпут, 1 кг", p:360.00, c:"НАСІННЯ ВАГОВЕ", b:"Газон", img:""},
    {n:"Газон спортивний, 1 кг", p:250.00, c:"НАСІННЯ ВАГОВЕ", b:"Газон", img:""},
    {n:"Газон універсальний, 1 кг", p:264.00, c:"НАСІННЯ ВАГОВЕ", b:"Газон", img:""},
    {n:"Грястиця збірна, 1 кг", p:263.00, c:"НАСІННЯ ВАГОВЕ", b:"Кормові трави", img:""},
    {n:"Конюшина червона Анітра, 1 кг", p:242.00, c:"НАСІННЯ ВАГОВЕ", b:"Кормові трави", img:""},
    {n:"Люцерна, 1 кг", p:263.00, c:"НАСІННЯ ВАГОВЕ", b:"Кормові трави", img:""},
    {n:"Райграс низький (Адріана), 1 кг", p:203.00, c:"НАСІННЯ ВАГОВЕ", b:"Кормові трави", img:""},
    {n:"Тимофіївка, 1 кг", p:136.00, c:"НАСІННЯ ВАГОВЕ", b:"Кормові трави", img:""},
    {n:"Олійна редька, 1 кг", p:65.00, c:"НАСІННЯ ВАГОВЕ", b:"Сидерати", img:""},
    {n:"Ріпак озимий, 1 кг", p:40.00, c:"НАСІННЯ ВАГОВЕ", b:"Сидерати", img:""},
    {n:"Цибуля-сівок Ред Барон F1 червона (Нідерланди), 1 кг", p:160.00, c:"НАСІННЯ ВАГОВЕ", b:"Цибуля-сівок", img:""},
    {n:"Цибуля-сівок Штутті F1 кругла (Нідерланди), 1 кг", p:135.00, c:"НАСІННЯ ВАГОВЕ", b:"Цибуля-сівок", img:""},

// --- 🛠️ МАТЕРІАЛИ ---
    {n:"Агроволокно Агрін 30 3,2*50", p:31.00, c:"МАТЕРІАЛИ", b:"Агроволокно", img:""},
    {n:"Агроволокно чорне Р90 3.20х50 м, 1 м", p:80.00, c:"МАТЕРІАЛИ", b:"Агроволокно", img:""},
    {n:"Вила садові 14-6192", p:53.00, c:"МАТЕРІАЛИ", b:"Інструмент", img:""},
    {n:"Граблі Intertool - 14 зубів молоткові", p:149.00, c:"МАТЕРІАЛИ", b:"Інструмент", img:""},
    {n:"Граблі віялові пластик", p:20.00, c:"МАТЕРІАЛИ", b:"Інструмент", img:""},
    {n:"Граблі віялові пластик RAMP", p:47.00, c:"МАТЕРІАЛИ", b:"Інструмент", img:""},
    {n:"Держак для лопати", p:60.00, c:"МАТЕРІАЛИ", b:"Інструмент", img:""},
    {n:"Лопатка посадкова Mastertool 300х80 мм ручка дерево", p:50.00, c:"МАТЕРІАЛИ", b:"Інструмент", img:""},
    {n:"Мотижка прямокутна DV - 370 мм з ручкою", p:74.00, c:"МАТЕРІАЛИ", b:"Інструмент", img:""},
    {n:"Сапка міні 150 мм", p:175.00, c:"МАТЕРІАЛИ", b:"Інструмент", img:""},
    {n:"Секатор Intertool - 200 мм х 10 мм", p:144.00, c:"МАТЕРІАЛИ", b:"Інструмент", img:""},
    {n:"Секатор Intertool - 200 мм х 8 мм автозамок PRO", p:308.00, c:"МАТЕРІАЛИ", b:"Інструмент", img:""},
    {n:"Волосінь для тримера Intertool 1.6 мм * 15 м зірка", p:24.00, c:"МАТЕРІАЛИ", b:"Волосінь", img:""},
    {n:"Волосінь для тримера Intertool 1.6 мм * 15 м квадрат армований", p:34.00, c:"МАТЕРІАЛИ", b:"Волосінь", img:""},
    {n:"Волосінь для тримера Intertool 1.6 мм * 15 м квадрат кручений армований", p:25.00, c:"МАТЕРІАЛИ", b:"Волосінь", img:""},
    {n:"Волосінь для тримера Intertool 1.6 мм * 15 м коло", p:25.00, c:"МАТЕРІАЛИ", b:"Волосінь", img:""},
    {n:"Волосінь для тримера Intertool 2.4 мм * 15 м квадрат кручений", p:37.00, c:"МАТЕРІАЛИ", b:"Волосінь", img:""},
    {n:"Волосінь для тримера Intertool 2.4 мм * 15 м квадрат кручений армований", p:40.00, c:"МАТЕРІАЛИ", b:"Волосінь", img:""},
    {n:"Волосінь для тримера Intertool 3.0 мм * 15 м квадрат кручений", p:57.00, c:"МАТЕРІАЛИ", b:"Волосінь", img:""},
    {n:"Волосінь для тримера Mastertool 1,65 мм Квадрат, м", p:2.00, c:"МАТЕРІАЛИ", b:"Волосінь", img:""},
    {n:"Волосінь для тримера Mastertool 3,0 мм Квадрат, м", p:10.00, c:"МАТЕРІАЛИ", b:"Волосінь", img:""},
    {n:"Волосінь для тримера Рамболд 2,4 мм * 15 м квадрат армований кручений", p:59.00, c:"МАТЕРІАЛИ", b:"Волосінь", img:""},
    {n:"Волосінь для тримера Рамболд 3,0 мм * 15 м квадрат кручений армований", p:97.00, c:"МАТЕРІАЛИ", b:"Волосінь", img:""},
    {n:"Волосінь для тримера Рамболд 3,0 мм * 15 м квадрат кручений кольоровий", p:97.00, c:"МАТЕРІАЛИ", b:"Волосінь", img:""},
    {n:"Волосінь для тримера Сила 1,6 мм * 15 м зірка", p:24.00, c:"МАТЕРІАЛИ", b:"Волосінь", img:""},
    {n:"Волосінь для тримера Сила 2,4 мм * 15 м зірка", p:38.00, c:"МАТЕРІАЛИ", b:"Волосінь", img:""},
    {n:"Волосінь для тримера Сила 2,4 мм * 15 м зірка PRO", p:42.00, c:"МАТЕРІАЛИ", b:"Волосінь", img:""},
    {n:"Волосінь для тримера Сила 2,4 мм * 15 м квадрат кручений", p:47.00, c:"МАТЕРІАЛИ", b:"Волосінь", img:""},
    {n:"Волосінь для тримера Сила 2,4 мм * 15 м семикутник", p:43.00, c:"МАТЕРІАЛИ", b:"Волосінь", img:""},
    {n:"Волосінь для тримера Сила 2,7 мм * 15 м квадрат кручений", p:54.00, c:"МАТЕРІАЛИ", b:"Волосінь", img:""},
    {n:"Волосінь для тримера Сила 2,7 мм * 15 м коло", p:51.00, c:"МАТЕРІАЛИ", b:"Волосінь", img:""},
    {n:"Волосінь для тримера Сила 3,0 мм * 15 м зірка", p:48.00, c:"МАТЕРІАЛИ", b:"Волосінь", img:""},
    {n:"Волосінь для тримера Сила 3,0 мм * 15 м зірка PRO", p:68.00, c:"МАТЕРІАЛИ", b:"Волосінь", img:""},
    {n:"Душ Вертушка 3-ход. вел.", p:49.00, c:"МАТЕРІАЛИ", b:"Полив", img:""},
    {n:"Душ Равлик міні", p:22.00, c:"МАТЕРІАЛИ", b:"Полив", img:""},
    {n:"Кільце гумове для адаптера Intertool Storm 1/2", p:6.00, c:"МАТЕРІАЛИ", b:"Полив", img:""},
    {n:"Лійка пластмасова 10 л", p:126.00, c:"МАТЕРІАЛИ", b:"Полив", img:""},
    {n:"Насадка для поливу Intertool - плавне регулювання для конектора 1/2", p:45.00, c:"МАТЕРІАЛИ", b:"Полив", img:""},
    {n:"Насадка для поливу INTERTOOL для конектора 1/2 PRO", p:43.00, c:"МАТЕРІАЛИ", b:"Полив", img:""},
    {n:"Насадка для поливу СИЛА для конектора 1/2", p:39.00, c:"МАТЕРІАЛИ", b:"Полив", img:""},
    {n:"Насадка для поливу СИЛА для конектора 1/2 PRO", p:55.00, c:"МАТЕРІАЛИ", b:"Полив", img:""},
    {n:"Носик для поливачки 10 л Літолан", p:15.00, c:"МАТЕРІАЛИ", b:"Полив", img:""},
    {n:"Пістолет для поливу СИЛА, 7 режимів PRO", p:144.00, c:"МАТЕРІАЛИ", b:"Полив", img:""},
    {n:"Пістолет для поливу СИЛА, 8 режимів PRO", p:152.00, c:"МАТЕРІАЛИ", b:"Полив", img:""},
    {n:"Пістолет для поливу СИЛА, регулювання потоку PRO", p:135.00, c:"МАТЕРІАЛИ", b:"Полив", img:""},
    {n:"Оприскувач пневматичний Intertool, 2 л", p:190.00, c:"МАТЕРІАЛИ", b:"Полив", img:""},
    {n:"Рукавиця АртМастер кольорова", p:25.00, c:"МАТЕРІАЛИ", b:"Рукавиці", img:""},
    {n:"Рукавиці медичні нітрилові (50 пар), 1 пара", p:6.00, c:"МАТЕРІАЛИ", b:"Рукавиці", img:""},
    {n:"Рукавиця оранж.крапка х/б", p:15.00, c:"МАТЕРІАЛИ", b:"Рукавиці", img:""},
    {n:"Рукавиця стрейч заливка", p:13.00, c:"МАТЕРІАЛИ", b:"Рукавиці", img:""},
    {n:"Рукавиця стрейч крапка", p:12.00, c:"МАТЕРІАЛИ", b:"Рукавиці", img:""},
    {n:"Плівка УФ стабілізуюча 6 сез. 200 мк, 1 м", p:120.00, c:"МАТЕРІАЛИ", b:"Плівка та сітка", img:""},
    {n:"Сітка для овочей оранжева 20 кг, шт", p:3.70, c:"МАТЕРІАЛИ", b:"Плівка та сітка", img:""},
    {n:"Сітка для овочей фіолетова 20 кг, шт", p:3.70, c:"МАТЕРІАЛИ", b:"Плівка та сітка", img:""},
    {n:"Сітка шпалерна (Іспанія), 1 м", p:12.00, c:"МАТЕРІАЛИ", b:"Плівка та сітка", img:""},
    {n:"Скотч тепличний Svarka 25 м", p:197.00, c:"МАТЕРІАЛИ", b:"Плівка та сітка", img:""},
    {n:"Драбинка для вазонів 40 см", p:17.00, c:"МАТЕРІАЛИ", b:"Господарчі товари", img:""},
    {n:"Драбинка для вазонів 50 см", p:21.00, c:"МАТЕРІАЛИ", b:"Господарчі товари", img:""},
    {n:"Драбинка для вазонів 70 см", p:35.00, c:"МАТЕРІАЛИ", b:"Господарчі товари", img:""},
    {n:"Зажим-кліпса садовий", p:2.50, c:"МАТЕРІАЛИ", b:"Господарчі товари", img:""},
    {n:"Липуча стрічка для прищеплювання 30мм*100м", p:62.00, c:"МАТЕРІАЛИ", b:"Господарчі товари", img:""},
    {n:"Мішок білий 100*55", p:10.00, c:"МАТЕРІАЛИ", b:"Господарчі товари", img:""},
    {n:"Обмежувач роста трави 9 м (10см)", p:222.00, c:"МАТЕРІАЛИ", b:"Господарчі товари", img:""},
    {n:"Обмежувач роста трави 9 м (15см)", p:328.00, c:"МАТЕРІАЛИ", b:"Господарчі товари", img:""},
    {n:"Парничок 40 яч.", p:89.00, c:"МАТЕРІАЛИ", b:"Господарчі товари", img:""},
    {n:"Парничок 44 яч.", p:82.00, c:"МАТЕРІАЛИ", b:"Господарчі товари", img:""},
    {n:"Підпора пастикова для орхідей 61 см", p:39.00, c:"МАТЕРІАЛИ", b:"Господарчі товари", img:""},
    {n:"Садовий вар Садівник 75 г", p:21.00, c:"МАТЕРІАЛИ", b:"Господарчі товари", img:""},
    {n:"Стрічка до степлера садового 25 м", p:20.00, c:"МАТЕРІАЛИ", b:"Господарчі товари", img:""},
    {n:"Шпагат поліпропіленовий, 100 г", p:27.00, c:"МАТЕРІАЛИ", b:"Господарчі товари", img:""},
    {n:"Пакет майка ЧОРНИЙ 28*48", p:2.00, c:"МАТЕРІАЛИ", b:"Господарчі товари", img:""},
    {n:"Замір кислотності ґрунту (послуга)", p:50.00, c:"МАТЕРІАЛИ", b:"Послуги", img:""},

// --- 💧 КРАПЕЛЬНЕ ЗРОШУВАННЯ ---
    {n:"Адаптер Intertool 1/2\" з вн різьб 1/2\" і 3/4\"", p:22.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Адаптери та конектори"},
    {n:"Адаптер Intertool 1/2\" з вн різьб 3/4\" і 1\"", p:25.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Адаптери та конектори"},
    {n:"Адаптер Intertool 1/2\" з зовн різьб 1/2\"", p:16.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Адаптери та конектори"},
    {n:"Адаптер Intertool 1/2\" з зовн різьб 3/4\"", p:16.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Адаптери та конектори"},
    {n:"Адаптер Mastertool 1/2\" з внутр.різьбл.1/2\"", p:21.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Адаптери та конектори"},
    {n:"Адаптер Сила 1/2\" з вн різьб 1/2\" і 3/4\"", p:21.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Адаптери та конектори"},
    {n:"Адаптер універсальний 1/2\"-3/4\"", p:15.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Адаптери та конектори"},
    {n:"Адаптер-двійник для конектора Intertool 1/2\" х 1/2\"", p:19.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Адаптери та конектори"},
    {n:"Адаптер-двійник для конектора Intertool 3/4\" х 3/4\"", p:16.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Адаптери та конектори"},
    {n:"Адаптер-трійник для конектора Garden 1/2 х 1/2 х 1/2", p:11.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Адаптери та конектори", img:""},
    {n:"Адаптер-трійник для конектора Intertool 1/2 х 1/2 х 1/2", p:14.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Адаптери та конектори", img:""},
    {n:"Конектор 1/2 х 3/4 з клапаном", p:35.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Адаптери та конектори", img:""},
    {n:"Конектор Intertool 1/2 х 3/4 з клапаном", p:53.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Адаптери та конектори", img:""},
    {n:"Конектор Сила 1/2 х 3/4", p:28.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Адаптери та конектори", img:""},
    {n:"Конектор Сила 1/2 х 3/4 з клапаном", p:30.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Адаптери та конектори", img:""},
    {n:"Розподільник Intertool 2-х канальний 1/2", p:60.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Адаптери та конектори", img:""},
    {n:"Муфта ремонтна 1/2 х 3/4", p:23.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Адаптери та конектори", img:""},
    {n:"Муфта ремонтна Intertool 1/2 х 1/2 PRO", p:36.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Адаптери та конектори", img:""},
    {n:"Муфта ремонтна Сила 1/2 х 1/2", p:21.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Адаптери та конектори", img:""},
    {n:"Кран прохідний для багаторіч.трубки 16-16", p:23.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Крани", img:""},
    {n:"Кран прохідний для крап. стрічки 17-17", p:25.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Крани", img:""},
    {n:"Кран прохідний трубка-стрічка 16-17", p:22.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Крани", img:""},
    {n:"Кран стартовий з підтиском для стрічки 17", p:15.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Крани", img:""},
    {n:"Кран стартовий з підтиском для трубки 16", p:24.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Крани", img:""},
    {n:"Крапельна стрічка 20 см, 8 mil, 1 м", p:3.50, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Крапельна стрічка та трубка", img:""},
    {n:"Крапельниця садова регулююча", p:5.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Крапельна стрічка та трубка", img:""},
    {n:"Мікророзпилювач 2,4-3 м жов.сірий з адаптером", p:17.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Крапельна стрічка та трубка", img:""},
    {n:"Мікророзпилювач 5,6-6,6 м обертовий", p:17.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Крапельна стрічка та трубка", img:""},
    {n:"Заглушка для багаторіч. трубки 16", p:5.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Фітинги", img:""},
    {n:"Заглушка для крап. стрічки 17", p:7.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Фітинги", img:""},
    {n:"З'єднання ремонтне для крап. стрічки 17-17", p:9.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Фітинги", img:""},
    {n:"З'єднання ремонтне для трубки 16-16", p:5.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Фітинги", img:""},
    {n:"Кутник для багаторічної трубки (16-16)", p:4.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Фітинги", img:""},
    {n:"Кутник з підтиском для стрічки (17-17)", p:10.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Фітинги", img:""},
    {n:"Перехідник трубка 16 - стрічка 17", p:8.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Фітинги", img:""},
    {n:"Стартер для багаторічної трубки з гумовим кільцем", p:3.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Фітинги", img:""},
    {n:"Трійник для багаторіч. трубки 16-16-16", p:6.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Фітинги", img:""},
    {n:"Трійник з підтиском для крап. стрічки 17-17-17", p:14.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Фітинги", img:""},
    {n:"Фітинг з підтиском для стрічки 17", p:8.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Фітинги", img:""},
    {n:"Шланг армований ПВХ 1/2 Комета, 1 м", p:22.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Шланги", img:""},
    {n:"Шланг армований ПВХ 3/4 Метеор, 1 м", p:30.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Шланги", img:""},
    {n:"Штуцер різьба 1/2 шланг 1/2", p:4.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Фітинги", img:""},
    {n:"Хомут черв'ячний 16х25 мм метелик", p:8.00, c:"КРАПЕЛЬНЕ ЗРОШУВАННЯ", b:"Фітинги", img:""},

// --- 🪴 ГРУНТ ---
    {n:"Субстрат ЕкоПлюс, універсальний, 20 л", p:97.00, c:"ГРУНТ", b:"Субстрати", img:""},
    {n:"Субстрат Мрія квітів, універсальний, 10 л", p:56.00, c:"ГРУНТ", b:"Субстрати", img:""},
    {n:"Субстрат Мрія квітів, універсальний, 7 л", p:42.00, c:"ГРУНТ", b:"Субстрати", img:""},
    {n:"Субстрат ПітФілд, універсальний, 10 л", p:55.00, c:"ГРУНТ", b:"Субстрати", img:""},
    {n:"Субстрат ПітФілд, універсальний, 6 л", p:40.00, c:"ГРУНТ", b:"Субстрати", img:""},
    {n:"Субстрат ФлораПлюс, універсальний, 10 л", p:61.00, c:"ГРУНТ", b:"Субстрати", img:""},
    {n:"Субстрат ФлораПлюс, декоративно-листяні, 7 л", p:43.00, c:"ГРУНТ", b:"Субстрати", img:""},
    {n:"Субстрат Кардаш, для кактусів, 2,5 л", p:21.00, c:"ГРУНТ", b:"Субстрати", img:""},
    {n:"Субстрат Флорин, для азалій, 3 л Кіссон", p:28.00, c:"ГРУНТ", b:"Субстрати", img:""},
    {n:"Субстрат Флорин, для кактусів, 3 л Кіссон", p:30.00, c:"ГРУНТ", b:"Субстрати", img:""},
    {n:"Субстрат Флорин, для орхідей, 1 л Кіссон", p:20.00, c:"ГРУНТ", b:"Субстрати", img:""},
    {n:"Субстрат Флорин, для орхідей, 2 л Кіссон", p:35.00, c:"ГРУНТ", b:"Субстрати", img:""},
    {n:"Субстрат Флорин, для фіалок, 3 л, Кіссон", p:30.00, c:"ГРУНТ", b:"Субстрати", img:""},
    {n:"Субстрат Флорин, для цитрусових, 3 л, Кіссон", p:30.00, c:"ГРУНТ", b:"Субстрати", img:""},
    {n:"Субстрат Агросвіт, для розсади, 10 л", p:71.00, c:"ГРУНТ", b:"Для розсади", img:""},
    {n:"Субстрат Кіссон, для розсади, 20 л", p:144.00, c:"ГРУНТ", b:"Для розсади", img:""},
    {n:"Субстрат Класман ТС1, для розсади, 70 л", p:700.00, c:"ГРУНТ", b:"Для розсади", img:""},
    {n:"Субстрат Класман ТС3, для розсади, 21 л", p:188.00, c:"ГРУНТ", b:"Для розсади", img:""},
    {n:"Субстрат ПітФілд, для розсади, 20 л", p:140.00, c:"ГРУНТ", b:"Для розсади", img:""},
    {n:"Субстрат ФлораПлюс, для розсади, 10 л", p:62.00, c:"ГРУНТ", b:"Для розсади", img:""},
    {n:"Субстрат ПітФілд, кислий, 10 л", p:55.00, c:"ГРУНТ", b:"Субстрати", img:""},
    {n:"Субстрат ФлораПлюс, кислий, 15 л", p:94.00, c:"ГРУНТ", b:"Субстрати", img:""},
    {n:"Диск кокосовий 65 г CERES", p:10.00, c:"ГРУНТ", b:"Торф та кокос", img:""},
    {n:"Субстрат кокосовий брикет, 0,5 кг CERES", p:71.00, c:"ГРУНТ", b:"Торф та кокос", img:""},
    {n:"Таблетки кокосові 36 мм", p:2.00, c:"ГРУНТ", b:"Торф та кокос", img:""},
    {n:"Таблетки торф'яні 27 мм Джиффі-7", p:3.00, c:"ГРУНТ", b:"Торф та кокос", img:""},
    {n:"Агроперліт Садівник, 0,5 л", p:12.00, c:"ГРУНТ", b:"Добавки", img:""},
    {n:"Вермікуліт Садівник, 0,5 л", p:26.00, c:"ГРУНТ", b:"Добавки", img:""},
    {n:"Керамзит Флорин, 1 л. Кіссон", p:17.00, c:"ГРУНТ", b:"Добавки", img:""},
    {n:"Мох сфагнум 1л Агроресурс", p:39.00, c:"ГРУНТ", b:"Добавки", img:""},
    {n:"Кора соснова 50 л", p:238.00, c:"ГРУНТ", b:"Добавки", img:""},
    {n:"Килимок для мікрозелені (10х6 мм), 1 м", p:23.00, c:"ГРУНТ", b:"Добавки", img:""},

// --- 🪴 ГОРЩИКИ ---
    {n:"Горщик Астра 9,0", p:7.00, c:"ГОРЩИКИ", b:"Декоративні", img:""},
    {n:"Горщик Астра 13,0 з підставкою", p:16.00, c:"ГОРЩИКИ", b:"Декоративні", img:""},
    {n:"Горщик Астра 15,0 з підставкою", p:26.00, c:"ГОРЩИКИ", b:"Декоративні", img:""},
    {n:"Горщик Астра 17,0 з підставкою", p:34.00, c:"ГОРЩИКИ", b:"Декоративні", img:""},
    {n:"Горщик Астра 20,0 з підставкою", p:47.00, c:"ГОРЩИКИ", b:"Декоративні", img:""},
    {n:"Горщик Астра 23,0 з підставкою", p:63.00, c:"ГОРЩИКИ", b:"Декоративні", img:""},
    {n:"Горщик Дама 10,0 з підставкою", p:19.00, c:"ГОРЩИКИ", b:"Декоративні", img:""},
    {n:"Горщик Дама 12,0 з підставкою", p:27.00, c:"ГОРЩИКИ", b:"Декоративні", img:""},
    {n:"Горщик Дама 14,0 з підставкою", p:37.00, c:"ГОРЩИКИ", b:"Декоративні", img:""},
    {n:"Горщик Дама 18,0 з підставкою", p:58.00, c:"ГОРЩИКИ", b:"Декоративні", img:""},
    {n:"Горщик Лілея 17,0", p:45.00, c:"ГОРЩИКИ", b:"Декоративні", img:""},
    {n:"Горщик Лілея 21,0", p:71.00, c:"ГОРЩИКИ", b:"Декоративні", img:""},
    {n:"Горщик Лілея 26,0", p:103.00, c:"ГОРЩИКИ", b:"Декоративні", img:""},
    {n:"Горщик Ротанг з підставкою 12*11 см", p:54.00, c:"ГОРЩИКИ", b:"Декоративні", img:""},
    {n:"Горщик Ротанг з підставкою 16*15 см", p:91.00, c:"ГОРЩИКИ", b:"Декоративні", img:""},
    {n:"Горщик Ротанг з підставкою 20*18 см", p:140.00, c:"ГОРЩИКИ", b:"Декоративні", img:""},
    {n:"Горщик Фюжн з вставкою 16*14,5 см", p:82.00, c:"ГОРЩИКИ", b:"Декоративні", img:""},
    {n:"Горщик Фюжн з вставкою 20*18 см", p:123.00, c:"ГОРЩИКИ", b:"Декоративні", img:""},
    {n:"Горщик Неон з підставкою та підвіскою 15", p:33.00, c:"ГОРЩИКИ", b:"Декоративні", img:""},
    {n:"Горщик дренажний орхідея 12х9 прозорий", p:10.00, c:"ГОРЩИКИ", b:"Для орхідей", img:""},
    {n:"Горщик дренажний орхідея 15 прозорий", p:18.00, c:"ГОРЩИКИ", b:"Для орхідей", img:""},
    {n:"Горщик дренажний з підставкою орхідея 15 Акварель", p:39.00, c:"ГОРЩИКИ", b:"Для орхідей", img:""},
    {n:"Горщик Орхідея 15*17", p:72.00, c:"ГОРЩИКИ", b:"Для орхідей", img:""},
    {n:"Кашпо для орхідеї 170 мм", p:81.00, c:"ГОРЩИКИ", b:"Для орхідей", img:""},
    {n:"Підставка до горщика для орхідеї прозора", p:11.00, c:"ГОРЩИКИ", b:"Для орхідей", img:""},
    {n:"Горщик балконний 40 см", p:75.00, c:"ГОРЩИКИ", b:"Балконні", img:""},
    {n:"Горщик балконний 60 см", p:100.00, c:"ГОРЩИКИ", b:"Балконні", img:""},
    {n:"Горщик балконний 80 см", p:149.00, c:"ГОРЩИКИ", b:"Балконні", img:""},
    {n:"Гак для горщика балконного 19", p:37.00, c:"ГОРЩИКИ", b:"Балконні", img:""},
    {n:"Касета 33 яч.+ піддон", p:31.00, c:"ГОРЩИКИ", b:"Касети та піддони", img:""},
    {n:"Касета для розсади 50 яч. (540*280мм)", p:48.00, c:"ГОРЩИКИ", b:"Касети та піддони", img:""},
    {n:"Касета для розсади 72 яч. (540*280мм)", p:35.00, c:"ГОРЩИКИ", b:"Касети та піддони", img:""},
    {n:"Касета для розсади 96 яч. (600*400мм) Roko", p:59.00, c:"ГОРЩИКИ", b:"Касети та піддони", img:""},
    {n:"Касета для розсади 160 яч. (600*400мм) Roko", p:59.00, c:"ГОРЩИКИ", b:"Касети та піддони", img:""},
    {n:"Піддон DPT 5", p:61.00, c:"ГОРЩИКИ", b:"Касети та піддони", img:""},
    {n:"Контейнер для розсади 37*17*9", p:44.00, c:"ГОРЩИКИ", b:"Касети та піддони", img:""},
    {n:"Горщик для розсади 0,16л теракот", p:2.00, c:"ГОРЩИКИ", b:"Для розсади", img:""},
    {n:"Торф'яний горщик 6*6 1 шт.", p:4.00, c:"ГОРЩИКИ", b:"Для розсади", img:""},
    {n:"Торф'яний горщик 8*8 1 шт.", p:5.00, c:"ГОРЩИКИ", b:"Для розсади", img:""},
    {n:"Торф'яний горщик 11*10 1 шт.", p:9.00, c:"ГОРЩИКИ", b:"Для розсади", img:""},
    {n:"Підставка під вазон 10", p:5.00, c:"ГОРЩИКИ", b:"Декоративні", img:""},
    {n:"Підставка під вазон 16", p:12.00, c:"ГОРЩИКИ", b:"Декоративні", img:""},

// --- شرات ПРОТИ КОМАХ ---
    {n:"Гель від тарганів та мурах Форс (шприц), 20 мл", p:20.00, c:"ПРОТИ КОМАХ", b:"Від мурах та тарганів", img:""},
    {n:"Шприц гель від тарганів та мурах 35 г Рубіт Голд", p:40.00, c:"ПРОТИ КОМАХ", b:"Від мурах та тарганів", img:""},
    {n:"Шприц-гель Rubit 30 г таргани-мурахи", p:40.00, c:"ПРОТИ КОМАХ", b:"Від мурах та тарганів", img:""},
    {n:"Липучка від молі Ферокап", p:14.00, c:"ПРОТИ КОМАХ", b:"Липучки та моль", img:""},
    {n:"Липучка від мух Пантера", p:7.00, c:"ПРОТИ КОМАХ", b:"Липучки та моль", img:""},
    {n:"Таблетки від молі Лаванда, 10 шт", p:20.00, c:"ПРОТИ КОМАХ", b:"Липучки та моль", img:""},
    {n:"Приманка Рембек ведмедка, мурахи, дротяник 360 г", p:20.00, c:"ПРОТИ КОМАХ", b:"Від садових шкідників", img:""},
    {n:"Приманка Рембек Гранула 230 г", p:22.00, c:"ПРОТИ КОМАХ", b:"Від садових шкідників", img:""},
    {n:"Уліцид від слимаків, 20 г", p:14.00, c:"ПРОТИ КОМАХ", b:"Від садових шкідників", img:""},
    {n:"Клоп стоп інсектицид 2 мл", p:15.00, c:"ПРОТИ КОМАХ", b:"Від садових шкідників", img:""},
    {n:"Клей гель Rat Glue 135 г (мурахи, миші, щури)", p:65.00, c:"ПРОТИ КОМАХ", b:"Від гризунів", img:""},
    
// --- 🐾 ДЛЯ ТВАРИН ---
    // Коти (вологий та сухий корм)
    {n:"Корм МЯУ Коти вологий 85 г в ас.", p:13.00, c:"ДЛЯ ТВАРИН", b:"Корми для котів", img:""},
    {n:"Корм МЯУ Коти (Кролик/Курка/Телятина/М'ясний), кг", p:130.00, c:"ДЛЯ ТВАРИН", b:"Корми для котів", img:""},
    {n:"Корм Пан Кіт Коти МІКС, кг", p:96.00, c:"ДЛЯ ТВАРИН", b:"Корми для котів", img:""},
    {n:"Корм С4Р Коти вологий 85 г в ас.", p:17.00, c:"ДЛЯ ТВАРИН", b:"Корми для котів", img:""},
    {n:"Корм С4Р Коти (Лосось/Телятина/Кролик), кг", p:220.00, c:"ДЛЯ ТВАРИН", b:"Корми для котів", img:""},
    {n:"Корм С4Р Коти (Стерилізовані/Індор/Сечовивідний), кг", p:230.00, c:"ДЛЯ ТВАРИН", b:"Корми для котів", img:""},
    {n:"Корм Біле меню Коти вологий 415 г ж/б", p:40.00, c:"ДЛЯ ТВАРИН", b:"Корми для котів", img:""},
    {n:"Корм Bastetto Коти вологий паштет 85 г", p:24.00, c:"ДЛЯ ТВАРИН", b:"Корми для котів", img:""},

    // Собаки (вологий та сухий корм)
    {n:"Корм ГАВ Собаки вологий 100 г", p:15.00, c:"ДЛЯ ТВАРИН", b:"Корми для собак", img:""},
    {n:"Корм Пан Пес Стандарт, кг", p:78.00, c:"ДЛЯ ТВАРИН", b:"Корми для собак", img:""},
    {n:"Корм Пан Пес Юніор, кг", p:94.00, c:"ДЛЯ ТВАРИН", b:"Корми для собак", img:""},
    {n:"Корм С4Р Собаки великих порід, кг", p:141.00, c:"ДЛЯ ТВАРИН", b:"Корми для собак", img:""},
    {n:"Корм С4Р Собаки малих порід Качка, кг", p:175.00, c:"ДЛЯ ТВАРИН", b:"Корми для собак", img:""},
    {n:"Корм Біле меню Собаки вологий 415 г ж/б", p:40.00, c:"ДЛЯ ТВАРИН", b:"Корми для собак", img:""},
    {n:"Корм С4Р Собаки ласощі Дентал Стікс 77 г/117 г", p:46.00, c:"ДЛЯ ТВАРИН", b:"Корми для собак", img:""},

    // Сільськогосподарські тварини та птиця
    {n:"Корм Пуріна для курчат та бройлерів СТАРТЕР, кг", p:34.00, c:"ДЛЯ ТВАРИН", b:"Сільгосп тварини та птиця", img:""},
    {n:"Корм Пуріна для курей-несушок, кг", p:35.00, c:"ДЛЯ ТВАРИН", b:"Сільгосп тварини та птиця", img:""},
    {n:"Корм Пуріна для кролів преміум, кг", p:35.00, c:"ДЛЯ ТВАРИН", b:"Сільгосп тварини та птиця", img:""},
    {n:"Корм 22002 для поросят ПРЕДСТАРТЕР Purina, кг", p:60.00, c:"ДЛЯ ТВАРИН", b:"Сільгосп тварини та птиця", img:""},
    {n:"Годівниця для курчат Бункерна 3.5 л / 6 л", p:96.00, c:"ДЛЯ ТВАРИН", b:"Сільгосп тварини та птиця", img:""},
    {n:"Поїлка для курчат Саркозі 3 л", p:122.00, c:"ДЛЯ ТВАРИН", b:"Сільгосп тварини та птиця", img:""},
    {n:"М'ясо-кісткове борошно 1 кг", p:53.00, c:"ДЛЯ ТВАРИН", b:"Сільгосп тварини та птиця", img:""},
    {n:"Рибне борошно 1 кг", p:75.00, c:"ДЛЯ ТВАРИН", b:"Сільгосп тварини та птиця", img:""},
    {n:"Сіль брикети 5 кг / 10 кг", p:115.00, c:"ДЛЯ ТВАРИН", b:"Сільгосп тварини та птиця", img:""},
    {n:"Премікс Несучка Курка 1 кг", p:65.00, c:"ДЛЯ ТВАРИН", b:"Сільгосп тварини та птиця", img:""},

    // Інші тварини (Гризуни, Птахи, Рибки)
    {n:"Корм ЕЛІТ для папуг (Горіховий/СуперМеню) 500 г", p:51.00, c:"ДЛЯ ТВАРИН", b:"Гризуни, птахи, рибки", img:""},
    {n:"Корм-крекер Колосок для папуг/гризунів", p:52.00, c:"ДЛЯ ТВАРИН", b:"Гризуни, птахи, рибки", img:""},
    {n:"Корм для рибок (Акваколор/АкваПлант) 10 г", p:21.00, c:"ДЛЯ ТВАРИН", b:"Гризуни, птахи, рибки", img:""},
    {n:"Поїлка для гризунів автоматична 250 мл", p:120.00, c:"ДЛЯ ТВАРИН", b:"Гризуни, птахи, рибки", img:""},
    {n:"Іграшка для птахів (Гойдалка/Дзеркало/Кільце)", p:12.00, c:"ДЛЯ ТВАРИН", b:"Гризуни, птахи, рибки", img:""},
    {n:"Стружка хвойна для гризунів 0,5 кг", p:39.00, c:"ДЛЯ ТВАРИН", b:"Гризуни, птахи, рибки", img:""},

    // Ветаптека та Вітаміни
    {n:"Вітаміни для котів/собак Daily Вітомакс 100 шт", p:65.00, c:"ДЛЯ ТВАРИН", b:"Ветаптека", img:""},
    {n:"Чік-Тонік 10 мл", p:29.00, c:"ДЛЯ ТВАРИН", b:"Ветаптека", img:""},
    {n:"Контрик (таблетки/краплі) для самок/самців", p:6.00, c:"ДЛЯ ТВАРИН", b:"Ветаптека", img:""},
    {n:"Енрофлокс 10% 10 мл", p:29.00, c:"ДЛЯ ТВАРИН", b:"Ветаптека", img:""},
    {n:"Бутокс 1 мл", p:9.00, c:"ДЛЯ ТВАРИН", b:"Ветаптека", img:""},
    {n:"Празистан (для котів/собак), антигельмінтик", p:21.00, c:"ДЛЯ ТВАРИН", b:"Ветаптека", img:""},

    // Захист від паразитів (Блохи, кліщі, глисти)
    {n:"Сімпаріка жув.таблетки для собак (2,5-5 кг)", p:394.00, c:"ДЛЯ ТВАРИН", b:"Захист від паразитів", img:""},
    {n:"ОКЕРО протипаразитарна таблетка (в асорт.)", p:118.00, c:"ДЛЯ ТВАРИН", b:"Захист від паразитів", img:""},
    {n:"Краплі Vitomax Платінум (для котів/собак)", p:52.00, c:"ДЛЯ ТВАРИН", b:"Захист від паразитів", img:""},
    {n:"Нашийник Супер Хелп протипаразитарний 35 см", p:53.00, c:"ДЛЯ ТВАРИН", b:"Захист від паразитів", img:""},
    {n:"Спрей Вітомакс Еко коти 150 мл + кліщі", p:165.00, c:"ДЛЯ ТВАРИН", b:"Захист від паразитів", img:""},

    // Аксесуари та Догляд
    {n:"Зоошампунь бальзам 200 мл / 300 мл", p:59.00, c:"ДЛЯ ТВАРИН", b:"Аксесуари та догляд", img:""},
    {n:"Мисочка для тварин (одинарна/подвійна)", p:51.00, c:"ДЛЯ ТВАРИН", b:"Аксесуари та догляд", img:""},
    {n:"Нашийник брезент (20мм-45мм)", p:57.00, c:"ДЛЯ ТВАРИН", b:"Аксесуари та догляд", img:""},
    {n:"Туалет для котів (глибокий/з сіткою)", p:98.00, c:"ДЛЯ ТВАРИН", b:"Аксесуари та догляд", img:""},
    {n:"Наповнювач Файна Боня ваговий, кг", p:25.00, c:"ДЛЯ ТВАРИН", b:"Аксесуари та догляд", img:""},
    {n:"Наповнювач ДжПет силікагель 3,8 л", p:246.00, c:"ДЛЯ ТВАРИН", b:"Аксесуари та догляд", img:""}
];

// ==========================================
// ЛОГІКА РОБОТИ САЙТУ (ФІЛЬТРИ, КОШИК, VIBER)
// ==========================================

let cart = JSON.parse(localStorage.getItem('agronom_cart')) || [];
let visibleCount = 20;
let currentSubCat = 'Всі'; // Для підкатегорій (Гербіциди і т.д.)

// 1. Автоматичне визначення головної категорії за назвою файлу
const currentPage = window.location.pathname.split("/").pop();

function getInitialCategory() {
    if (currentPage === "chemicals.html") return "АГРОХІМІКАТИ";
    if (currentPage === "import.html") return "НАСІННЯ ІМПОРТНЕ";
    if (currentPage === "domestic.html") return "НАСІННЯ ВІТЧИЗНЯНЕ";
    if (currentPage === "insects.html") return "ПРОТИ КОМАХ";
    if (currentPage === "weight.html") return "НАСІННЯ ВАГОВЕ";
    if (currentPage === "materials.html") return "МАТЕРІАЛИ";
    if (currentPage === "drops.html") return "КРАПЕЛЬНЕ ЗРОШУВАННЯ";
    if (currentPage === "animals.html") return "ДЛЯ ТВАРИН";
    if (currentPage === "soil.html") return "ГРУНТ";
    if (currentPage === "pots.html") return "ГОРЩИКИ";
    return "Всі"; // для index.html
}

let currentCat = getInitialCategory();

// 2. Основна функція фільтрації (Пошук + Категорія + Підкатегорія)
function applyFilters() {
    const searchEl = document.getElementById('search');
    const query = searchEl ? searchEl.value.toLowerCase() : '';
    
    const filtered = products.filter(p => {
        const matchMainCat = (currentCat === 'Всі' || p.c === currentCat);
        const matchSubCat = (currentSubCat === 'Всі' || p.b === currentSubCat);
        const matchSearch = p.n.toLowerCase().includes(query);
        return matchMainCat && matchSubCat && matchSearch;
    });

    render(filtered);
    
    // ПЕРЕВІРКА: для яких сторінок малювати підкатегорії
    if (currentCat === "АГРОХІМІКАТИ" || currentCat === "НАСІННЯ ВІТЧИЗНЯНЕ" || currentCat === "НАСІННЯ ІМПОРТНЕ" || currentCat === "НАСІННЯ ВАГОВЕ"|| 
    currentCat === "МАТЕРІАЛИ" || currentCat === "КРАПЕЛЬНЕ ЗРОШУВАННЯ"|| currentCat === "ГРУНТ" || currentCat === "ГОРЩИКИ"|| currentCat === "ПРОТИ КОМАХ" || currentCat === "ДЛЯ ТВАРИН") {
        renderSubCategories();
    } else {
        const subContainer = document.getElementById('sub-cat-container');
        if (subContainer) subContainer.style.display = 'none';
    }
}

// 3. Створення кнопок підкатегорій (Гербіциди, Фунгіциди і т.д.)
function renderSubCategories() {
    const subContainer = document.getElementById('sub-cat-container');
    if (!subContainer) return;

    // Збираємо унікальні значення поля "b" саме для поточної сторінки
    const subCats = [...new Set(products
        .filter(p => p.c === currentCat && p.b)
        .map(p => p.b))];

    if (subCats.length === 0) {
        subContainer.style.display = 'none';
        return;
    }

    subContainer.style.display = 'flex';
    
    // Підбираємо правильний текст для першої кнопки
    let allText = "Всі";
    if (currentCat === "АГРОХІМІКАТИ") allText = "Всі ЗЗР";
    else if (currentCat === "НАСІННЯ ВІТЧИЗНЯНЕ") allText = "Все насіння";
    else if (currentCat === "НАСІННЯ ІМПОРТНЕ") allText = "Всі виробники";
    else if (currentCat === "НАСІННЯ ВАГОВЕ") allText = "Всі культури";
    else if (currentCat === "МАТЕРІАЛИ") allText = "Всі матеріали";
    else if (currentCat === "КРАПЕЛЬНЕ ЗРОШУВАННЯ") allText = "Весь полив";
    else if (currentCat === "ГРУНТ") allText = "Весь ґрунт";
    else if (currentCat === "ГОРЩИКИ") allText = "Всі товари";
    else if (currentCat === "ПРОТИ КОМАХ") allText = "Весь захист";
    else if (currentCat === "ДЛЯ ТВАРИН") allText = "Всі товари для тварин";

    let html = `<button class="cat-btn ${currentSubCat === 'Всі' ? 'active' : ''}" 
                onclick="setSubCat('Всі')">${allText}</button>`;
    
    // Виводимо кнопки (сортуємо їх за алфавітом)
    subCats.sort().forEach(sc => {
        html += `<button class="cat-btn ${currentSubCat === sc ? 'active' : ''}" 
                 onclick="setSubCat('${sc}')">${sc}</button>`;
    });

    subContainer.innerHTML = html;
}

// 4. Функція зміни підкатегорії
function setSubCat(sc) {
    currentSubCat = sc;
    visibleCount = 20; // Скидаємо ліміт при зміні фільтра
    applyFilters();
}

// 5. Виведення карток товарів
function render(arr) {
    const grid = document.getElementById('grid');
    if (!grid) return;
    grid.innerHTML = '';
    
    const slice = arr.slice(0, visibleCount);
    
    slice.forEach((p, idx) => {
        const safeName = p.n.replace(/'/g, "\\'").replace(/"/g, "&quot;");
        const isWeight = p.c === "НАСІННЯ ВАГОВЕ" || 
                 p.n.toLowerCase().includes(", кг") || 
                 p.n.toLowerCase().includes(", 1 кг") ||
                 p.n.toLowerCase().includes(" ваговий") || 
                 p.n.toLowerCase().endsWith(",кг");

        // Блок з фото: якщо img заповнено — показуємо фото, інакше — сіра заглушка
        const imgBlock = p.img
            ? `<div class="card-img-wrap">
                   <img src="${p.img}" alt="${p.n}" class="card-img"
                        onerror="this.parentElement.innerHTML='<div class=\\'card-img-placeholder\\'>📷</div>'">
               </div>`
            : `<div class="card-img-wrap">
                   <div class="card-img-placeholder">📷</div>
               </div>`;

        grid.innerHTML += `
            <div class="card">
                ${imgBlock}
                <h3>${p.n}</h3>
                <div class="price">${p.p.toFixed(2)} грн ${isWeight ? '<small>/кг</small>' : ''}</div>
                
                ${isWeight ? `
                    <div style="margin: 10px 0; display: flex; align-items: center; justify-content: center; gap: 5px;">
                        <input type="number" id="qty-${idx}" 
                               value="1" 
                               step="0.01" 
                               min="0.01" 
                               style="width: 80px; padding: 8px; border-radius: 6px; border: 2px solid #27ae60; text-align: center; font-weight: bold;">
                        <span style="font-weight: bold; color: #555;">кг</span>
                    </div>
                    <button class="btn" onclick="addWeightToCart('${safeName}', ${p.p}, ${idx})">ДОДАТИ</button>
                ` : `
                    <button class="btn" onclick="addToCart('${safeName}', ${p.p}, this)">ДОДАТИ</button>
                `}
            </div>
        `;
    });
    
    const loadMoreBtn = document.getElementById('loadMore');
    if (loadMoreBtn) loadMoreBtn.style.display = arr.length > visibleCount ? 'block' : 'none';
}

// 6. Кнопка "Показати ще"
function showMore() { 
    visibleCount += 20; 
    applyFilters(); 
}

// 7. Робота з кошиком (Локальне сховище)
function saveCart() {
    localStorage.setItem('agronom_cart', JSON.stringify(cart));
    updateCartUI();
}

function addToCart(name, price, btn) {
    const item = cart.find(i => i.n === name);
    if(item) {
        item.q++; 
    } else {
        cart.push({n: name, p: price, q: 1});
    }
    saveCart();
    
    if (btn) {
        const oldText = btn.innerText;
        btn.innerText = "✓ ДОДАНО";
        btn.style.background = "#1a2e1a";
        setTimeout(() => { btn.innerText = oldText; btn.style.background = "var(--green)"; }, 800);
    }
}

function addWeightToCart(name, price, idx, unit) {
    const qtyInput = document.getElementById(`qty-${idx}`);
    const quantity = parseFloat(qtyInput.value);

    if (isNaN(quantity) || quantity <= 0) {
        alert("Вкажіть коректну кількість");
        return;
    }

    // Додаємо одиницю до назви, щоб у кошику було зрозуміло (наприклад: Горох (кг))
    const fullName = `${name} (${unit})`;
    
    const item = cart.find(i => i.n === fullName);
    if (item) {
        // Додаємо кількість і обмежуємо дробову частину (щоб не було 0.300000004)
        item.q = parseFloat((item.q + quantity).toFixed(3)); 
    } else {
        cart.push({ n: fullName, p: price, q: quantity });
    }
    
    saveCart();
    
    // Візуальний ефект успішного додавання
    const btn = qtyInput.parentElement.nextElementSibling;
    if (btn) {
        const oldText = btn.innerText;
        btn.innerText = "✓ ДОДАНО";
        btn.style.background = "#1a2e1a";
        setTimeout(() => { 
            btn.innerText = oldText; 
            btn.style.background = "var(--green)";
        }, 800);
    }
}

function updateCartUI() {
    // Рахуємо кількість позицій (рядків)
    const itemCount = cart.length; 
    
    // Рахуємо загальну суму грошей
    const totalSum = cart.reduce((sum, item) => sum + (item.p * item.q), 0);
    
    const countEl = document.getElementById('cart-count'); // Якщо у вас є окремий кружечок з цифрою
    const floatBtn = document.getElementById('cart-float'); // Ваша червона кнопка
    
    if (countEl) countEl.innerText = itemCount;
    
    if (floatBtn) {
        // Показуємо кнопку, лише якщо в кошику щось є
        floatBtn.style.display = itemCount > 0 ? 'block' : 'none';
        
        // ОНОВЛЮЄМО ТЕКСТ (виправляємо подвійне "Кошик")
        // Якщо всередині кнопки є span або просто текст, цей рядок зробить його красивим
        floatBtn.innerHTML = `🛒 Кошик (${itemCount}) — ${totalSum.toFixed(2)} грн`;
    }
}

function openCart() {
    const modal = document.getElementById('cart-modal');
    if (!modal) return;
    modal.style.display = 'flex';
    let total = 0;
    
    document.getElementById('cart-list').innerHTML = cart.map((i, idx) => {
        total += i.p * i.q;
        return `
            <div class="cart-item" style="display:flex; justify-content:space-between; align-items:center; border-bottom:1px solid #eee; padding:10px 0;">
                <div style="width:70%">${i.n}<br><small>${i.p} грн x ${i.q}</small></div>
                <div style="font-weight:bold">${(i.p * i.q).toFixed(2)}</div>
                <button onclick="removeItem(${idx})" style="background:none; border:none; color:red; cursor:pointer; font-size:1.2rem;">✕</button>
            </div>
        `;
    }).join('');
    document.getElementById('cart-total').innerText = total.toFixed(2);
}

function removeItem(idx) {
    cart.splice(idx, 1);
    saveCart();
    if(cart.length === 0) closeCart(); else openCart();
}

function closeCart() { 
    document.getElementById('cart-modal').style.display = 'none'; 
}

function clearCart() {
    if (confirm("Ви впевнені, що хочете очистити весь кошик?")) {
        // 1. Очищуємо масив
        cart = []; 
        
        // 2. Зберігаємо порожній кошик у пам'ять браузера
        if (typeof saveCart === 'function') {
            saveCart();
        } else {
            localStorage.setItem('cart', JSON.stringify([]));
        }
        
        // 3. ОНОВЛЮЄМО ЕКРАН (найважливіше)
        updateCartUI(); // або updateCart() залежно від назви вашої функції
        
        // 4. Оновлюємо лічильник на кнопці кошика (якщо він є)
        const cartCountEl = document.getElementById('cart-count');
        if (cartCountEl) cartCountEl.innerText = '0';
        
        // 5. Оновлюємо загальну суму
        const cartTotalEl = document.getElementById('cart-total');
        if (cartTotalEl) cartTotalEl.innerText = '0';

        // 6. Очищуємо список товарів візуально
        const cartListEl = document.getElementById('cart-list');
        if (cartListEl) cartListEl.innerHTML = '<p style="text-align:center; padding: 20px;">Кошик порожній</p>';

        alert("Кошик очищено!");
    }
}
// ==========================================
// 8. ВІДПРАВКА ЗАМОВЛЕННЯ (TELEGRAM BOT)
// ==========================================

const TG_BOT_TOKEN = "8525390340:AAEEdlBM-R6pOCF8cPR7lmlHyvUsr-x4jhw";
const TG_CHAT_IDS  = ["949692506", "1846333153"]; // Руслан + Галина

// Відкриває модальне вікно з формою замовлення
function sendToTelegram() {
    if (cart.length === 0) return alert("Кошик порожній!");
    openOrderModal();
}

// Будуємо та показуємо модалку
function openOrderModal() {
    // Видаляємо попередню, якщо є
    const old = document.getElementById('order-modal');
    if (old) old.remove();

    const modal = document.createElement('div');
    modal.id = 'order-modal';
    modal.style.cssText = `
        position:fixed; inset:0; background:rgba(0,0,0,0.6);
        display:flex; align-items:center; justify-content:center;
        z-index:9999; padding:16px; box-sizing:border-box;
    `;

    modal.innerHTML = `
        <div style="
            background:#fff; border-radius:16px; padding:28px 24px;
            width:100%; max-width:440px; box-shadow:0 8px 32px rgba(0,0,0,0.25);
            font-family:sans-serif; position:relative; box-sizing:border-box;
        ">
            <button onclick="closeOrderModal()" style="
                position:absolute; top:14px; right:16px;
                background:none; border:none; font-size:1.5rem;
                cursor:pointer; color:#888; line-height:1;
            ">✕</button>

            <h2 style="margin:0 0 20px; font-size:1.2rem; color:#1a2e1a;">
                📋 Оформлення замовлення
            </h2>

            <label style="display:block; margin-bottom:14px;">
                <span style="font-size:.85rem; color:#555; display:block; margin-bottom:4px;">
                    Прізвище та Ім'я *
                </span>
                <input id="ord-name" type="text" placeholder="Іваненко Іван"
                    style="width:100%; padding:10px 12px; border:1.5px solid #ccc;
                    border-radius:8px; font-size:1rem; box-sizing:border-box;">
            </label>

            <label style="display:block; margin-bottom:14px;">
                <span style="font-size:.85rem; color:#555; display:block; margin-bottom:4px;">
                    Номер телефону *
                </span>
                <input id="ord-phone" type="tel" placeholder="+380XXXXXXXXX"
                    style="width:100%; padding:10px 12px; border:1.5px solid #ccc;
                    border-radius:8px; font-size:1rem; box-sizing:border-box;">
            </label>

            <label style="display:block; margin-bottom:10px;">
                <span style="font-size:.85rem; color:#555; display:block; margin-bottom:6px;">
                    Спосіб отримання *
                </span>
                <div style="display:flex; gap:8px;">
                    <button type="button" id="delivery-np" onclick="selectDelivery('np')" style="
                        flex:1; padding:9px; border:2px solid #2d6a2d; border-radius:8px;
                        background:#2d6a2d; color:#fff; font-weight:bold; font-size:.9rem; cursor:pointer;">
                        🚚 Нова Пошта
                    </button>
                    <button type="button" id="delivery-self" onclick="selectDelivery('self')" style="
                        flex:1; padding:9px; border:2px solid #ccc; border-radius:8px;
                        background:#fff; color:#555; font-weight:bold; font-size:.9rem; cursor:pointer;">
                        🏪 Самовивіз
                    </button>
                </div>
            </label>

            <div id="ord-address-block" style="margin-bottom:14px;">
                <span style="font-size:.85rem; color:#555; display:block; margin-bottom:4px;">
                    Місто та відділення Нової Пошти *
                </span>
                <input id="ord-address" type="text" placeholder="Ковель, відділення №3"
                    style="width:100%; padding:10px 12px; border:1.5px solid #ccc;
                    border-radius:8px; font-size:1rem; box-sizing:border-box;">
                <span style="font-size:.78rem; color:#888; margin-top:4px; display:block;">
                    💳 Доставка за тарифами перевізника
                </span>
            </div>

            <label style="display:block; margin-bottom:20px;">
                <span style="font-size:.85rem; color:#555; display:block; margin-bottom:4px;">
                    Коментар (необов'язково)
                </span>
                <textarea id="ord-comment" rows="2" placeholder="Уточнення, побажання..."
                    style="width:100%; padding:10px 12px; border:1.5px solid #ccc;
                    border-radius:8px; font-size:1rem; resize:none; box-sizing:border-box;">
                </textarea>
            </label>

            <div id="ord-error" style="
                display:none; background:#ffe5e5; color:#c0392b;
                border-radius:8px; padding:10px 14px; margin-bottom:14px; font-size:.9rem;
            "></div>

            <p style="text-align:center; font-size:.85rem; color:#777; margin:0 0 12px;">
                Оберіть месенджер для оформлення:
            </p>
            <div style="display:flex; gap:10px;">
                <button id="ord-submit-btn" onclick="submitOrder('telegram')" style="
                    flex:1; padding:13px; background:#2d6a2d; color:#fff;
                    border:none; border-radius:10px; font-size:1rem;
                    font-weight:bold; cursor:pointer; transition:background .2s;
                ">
                    ✈️ TELEGRAM
                </button>
                <button id="ord-viber-btn" onclick="submitOrder('viber')" style="
                    flex:1; padding:13px; background:#7360f2; color:#fff;
                    border:none; border-radius:10px; font-size:1rem;
                    font-weight:bold; cursor:pointer; transition:background .2s;
                ">
                    📲 VIBER
                </button>
            </div>
        </div>
    `;

    document.body.appendChild(modal);
    // Закриття по кліку на фон
    modal.addEventListener('click', e => { if (e.target === modal) closeOrderModal(); });
    document.getElementById('ord-name').focus();
}

function closeOrderModal() {
    const m = document.getElementById('order-modal');
    if (m) m.remove();
}

function selectDelivery(type) {
    const npBtn   = document.getElementById('delivery-np');
    const selfBtn = document.getElementById('delivery-self');
    const addrBlock = document.getElementById('ord-address-block');

    if (type === 'np') {
        npBtn.style.background   = '#2d6a2d';
        npBtn.style.color        = '#fff';
        npBtn.style.borderColor  = '#2d6a2d';
        selfBtn.style.background = '#fff';
        selfBtn.style.color      = '#555';
        selfBtn.style.borderColor= '#ccc';
        addrBlock.style.display  = 'block';
    } else {
        selfBtn.style.background = '#2d6a2d';
        selfBtn.style.color      = '#fff';
        selfBtn.style.borderColor= '#2d6a2d';
        npBtn.style.background   = '#fff';
        npBtn.style.color        = '#555';
        npBtn.style.borderColor  = '#ccc';
        addrBlock.style.display  = 'none';
    }
    npBtn.dataset.active = type === 'np' ? '1' : '';
}

// Збирає дані форми, відправляє через Bot API або Viber
async function submitOrder(platform = 'telegram') {
    const name    = document.getElementById('ord-name').value.trim();
    const phone   = document.getElementById('ord-phone').value.trim();
    const comment = document.getElementById('ord-comment').value.trim() || 'немає';

    const npBtn      = document.getElementById('delivery-np');
    const isNP       = !npBtn || npBtn.dataset.active !== '';
    const addressRaw = document.getElementById('ord-address')?.value.trim() || '';
    const address    = isNP ? addressRaw : '🏪 Самовивіз';

    const errEl = document.getElementById('ord-error');
    errEl.style.display = 'none';

    if (!name)  return showOrderError('Введіть ваше Прізвище та Ім\'я');
    if (!phone) return showOrderError('Введіть номер телефону');
    if (isNP && !addressRaw) return showOrderError('Введіть адресу відділення Нової Пошти');

    // Формуємо текст замовлення
    let totalSum    = 0;
    let totalWeight = 0;
    let itemsText   = '';

    cart.forEach(item => {
        const price = parseFloat(item.p) || 0;
        const count = parseFloat(item.q) || 0;
        const sum   = price * count;
        totalSum   += sum;

        const isWeight = /\bкг\b/i.test(item.n) || /\(\s*кг\s*\)/i.test(item.n);
        if (isWeight) {
            totalWeight += count;
            itemsText += `• ${item.n} — ${count} кг (${sum.toFixed(2)} грн)\n`;
        } else {
            itemsText += `• ${item.n} — ${count} шт. (${sum.toFixed(2)} грн)\n`;
        }
    });

    let message = `🛒 <b>НОВЕ ЗАМОВЛЕННЯ</b>\n`;
    message += `──────────────────\n`;
    message += itemsText;
    message += `──────────────────\n`;
    if (totalWeight > 0) {
        message += `⚖️ Загальна вага: <b>${totalWeight.toFixed(2)} кг</b>\n`;
    }
    message += `💰 До оплати: <b>${totalSum.toFixed(2)} грн</b>\n\n`;
    message += `👤 Клієнт: ${name}\n`;
    message += `📞 Телефон: ${phone}\n`;
    message += `📍 Адреса: ${address}\n`;
    message += `💬 Коментар: ${comment}`;

    if (platform === 'viber') {
        // Viber: копіюємо текст (без HTML-тегів) і відкриваємо чат
        const plainMessage = message.replace(/<b>/g,'').replace(/<\/b>/g,'');
        const VIBER_PHONE  = "380634625206"; // ваш номер Viber
        const viberUrl     = `viber://chat?number=${VIBER_PHONE}&draft=${encodeURIComponent(plainMessage)}`;
        const viberWebUrl  = `https://viber.me/${VIBER_PHONE}`;

        const copyAndOpen = () => {
            window.location.href = viberUrl;
            setTimeout(() => {
                if (document.hasFocus()) window.open(viberWebUrl, '_blank');
            }, 1200);
            closeOrderModal();
            finalizeOrder();
            showOrderSuccess('📲 Відкривається Viber — вставте текст із буфера і надішліть!');
        };

        if (navigator.clipboard && navigator.clipboard.writeText) {
            navigator.clipboard.writeText(plainMessage).then(copyAndOpen).catch(copyAndOpen);
        } else {
            copyAndOpen();
        }
        return;
    }

    // Telegram: відправляємо через Bot API обом отримувачам
    const btn = document.getElementById('ord-submit-btn');
    btn.disabled = true;
    btn.textContent = '⏳ Надсилання...';

    try {
        const results = await Promise.all(
            TG_CHAT_IDS.map(chatId =>
                fetch(`https://api.telegram.org/bot${TG_BOT_TOKEN}/sendMessage`, {
                    method: 'POST',
                    headers: { 'Content-Type': 'application/json' },
                    body: JSON.stringify({ chat_id: chatId, text: message, parse_mode: 'HTML' })
                }).then(r => r.json())
            )
        );

        const allOk = results.every(d => d.ok);
        if (allOk) {
            closeOrderModal();
            finalizeOrder();
            showOrderSuccess();
        } else {
            throw new Error('Помилка надсилання одному з отримувачів');
        }
    } catch (err) {
        console.error('Order send error:', err);
        btn.disabled = false;
        btn.textContent = '✈️ TELEGRAM';
        showOrderError('Не вдалося надіслати замовлення. Перевірте інтернет та спробуйте ще раз.');
    }
}

function showOrderError(msg) {
    const el = document.getElementById('ord-error');
    if (!el) return;
    el.textContent = msg;
    el.style.display = 'block';
}

function showOrderSuccess(msg = '✅ Замовлення успішно надіслано!') {
    const toast = document.createElement('div');
    toast.textContent = msg;
    toast.style.cssText = `
        position:fixed; bottom:30px; left:50%; transform:translateX(-50%);
        background:#2d6a2d; color:#fff; padding:14px 28px;
        border-radius:12px; font-size:1rem; font-weight:bold;
        box-shadow:0 4px 16px rgba(0,0,0,0.2); z-index:99999;
        animation: fadeInUp .3s ease;
    `;
    document.body.appendChild(toast);
    setTimeout(() => toast.remove(), 4000);
}

// Завершення замовлення (очищення)
function finalizeOrder() {
    cart = [];
    saveCart();
    updateCartUI();
    closeCart();
}

// Запуск при завантаженні
document.addEventListener('DOMContentLoaded', () => {
    updateCartUI();
    applyFilters();
    injectCardImageStyles();
});

// Стилі для блоку з фото у картці товару
function injectCardImageStyles() {
    if (document.getElementById('card-img-styles')) return;
    const style = document.createElement('style');
    style.id = 'card-img-styles';
    style.textContent = `
        .card-img-wrap {
            width: 100%;
            aspect-ratio: 4 / 3;
            overflow: hidden;
            border-radius: 8px;
            margin-bottom: 10px;
            background: #f4f4f4;
            display: flex;
            align-items: center;
            justify-content: center;
        }
        .card-img {
            width: 100%;
            height: 100%;
            object-fit: contain;
            display: block;
            transition: transform 0.2s ease;
        }
        .card:hover .card-img {
            transform: scale(1.04);
        }
        .card-img-placeholder {
            font-size: 2.5rem;
            color: #ccc;
            user-select: none;
        }
    `;
    document.head.appendChild(style);
}